Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

# NSAppleMusicUsageDescription
source: Widgy is requesting access to your Music Library to use it as a data source. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a su biblioteca musical para utilizarla como fuente de datos. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot je muziekbibliotheek om deze als gegevensbron te gebruiken. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求访问您的音乐库以将其用作数据源。与Widgy中的其他所有权限一样，这是可选的。

# NSBluetoothAlwaysUsageDescription
source: Widgy is requesting access to your Bluetooth to use it as a data source. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a su Bluetooth para usarlo como fuente de datos. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw Bluetooth om deze als gegevensbron te gebruiken. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求访问您的蓝牙以将其用作数据源。与Widgy中的其他所有权限一样，这是可选的。

# NSBluetoothPeripheralUsageDescription
source: Widgy is requesting access to your Bluetooth to use it as a data source. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a su Bluetooth para usarlo como fuente de datos. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw Bluetooth om deze als gegevensbron te gebruiken. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求访问您的蓝牙以将其用作数据源。与Widgy中的其他所有权限一样，这是可选的。

# NSCalendarsUsageDescription
source: Widgy is requesting access to your Calendar to use it as a data source. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a su Calendario para usarlo como fuente de datos. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw agenda om deze te gebruiken als gegevensbron. Zoals met elke andere toestemming in Widgy, dit is optioneel.
zh_cn: Widgy正在请求访问您的日历以将其用作数据源。与widgy中的其他所有权限一样，这是可选的。

# NSCameraUsageDescription
source: Widgy is requesting access to your Camera to scan Widgy QR codes. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a su cámara para escanear códigos QR de Widgy. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw camera om Widgy QR-codes te scannen. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求访问您的相机以便扫描Widgy二维码。与Widgy中的所有其他权限一样，这是可选的。

# NSHealthShareUsageDescription
source: Widgy is requesting read access to your Health Data to use it as a data source. No data will be written! As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso de lectura a sus datos de salud para utilizarlos como fuente de datos. ¡No se escribirán datos! Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt leestoegang tot uw gezondheidsgegevens om deze als gegevensbron te gebruiken. Er worden geen gegevens geschreven! Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求对您的健康数据进行读取访问，以将其用作数据源。不会写入任何数据！与Widgy中的所有其他权限一样，这是可选的。

# NSHealthUpdateUsageDescription
source: Widgy is requesting read access to your Health Data to use it as a data source. No data will be written! As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso de lectura a sus datos de salud para utilizarlos como fuente de datos. ¡No se escribirán datos! Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt leestoegang tot uw gezondheidsgegevens om deze als gegevensbron te gebruiken. Er worden geen gegevens geschreven! Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求对您的健康数据进行读取访问，以将其用作数据源。不会写入任何数据！与Widgy中的所有其他权限一样，这是可选的。

# NSLocationUsageDescription
source: Widgy is requesting access to your Location since it's a requirement for accessing the name of WiFi network. Earthquakes, Altitude and Sunrise/Sunset also need your location. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a su ubicación ya que es un requisito para acceder al nombre de la red WiFi. Los terremotos, la altitud y el amanecer/atardecer también necesitan su ubicación. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw locatie, omdat dit een vereiste is voor toegang tot de naam van het WiFi-netwerk. Aardbevingen, hoogte en zonsopgang / zonsondergang hebben ook uw locatie nodig. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy请求访问您的位置，因为这是访问WiFi网络名称的要求。地震、海拔和日出/日落同样也需要你的位置。与Widgy中的其他所有权限一样，这是可选的。

# NSLocationWhenInUseUsageDescription
source: Widgy is requesting access to your Location since it's a requirement for accessing the name of WiFi network. Earthquakes, Altitude and Sunrise/Sunset also need your location. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a su ubicación ya que es un requisito para acceder al nombre de la red WiFi. Los terremotos, la altitud y el amanecer/atardecer también necesitan su ubicación. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw locatie, omdat dit een vereiste is voor toegang tot de naam van het WiFi-netwerk. Aardbevingen, hoogte en zonsopgang / zonsondergang hebben ook uw locatie nodig. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy请求访问您的位置，因为这是访问WiFi网络名称的要求。地震、海拔和日出/日落同样也需要你的位置。与Widgy中的其他所有权限一样，这是可选的。

# NSPhotoLibraryAddUsageDescription
source: Widgy is requesting write access to your Photo Library to save QR codes or image previews. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso de escritura a su biblioteca de fotos para guardar códigos QR o vistas previas de imágenes. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt schrijftoegang tot uw fotobibliotheek om QR-codes of afbeeldingsvoorbeelden op te slaan. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求对您的照片库进行写访问以保存w二维码或图像预览。与Widgy中的所有其他权限一样，这是可选的。

# NSPhotoLibraryUsageDescription
source: Widgy is requesting access to your gallery to use photos as a data source. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a su galería para utilizar fotos como fuente de datos. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw gallerij om foto's als gegevensbron te gebruiken. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求访问您的蓝牙以将其用作数据源。与Widgy中的其他所有权限一样，这是可选的。

# NSRemindersUsageDescription
source: Widgy is requesting access to your Reminders to use it as a data source. As with every other permission in Widgy, this is optional.
es_es: Widgy solicita acceso a sus Recordatorios para usarlos como fuente de datos. Como ocurre con cualquier otro permiso en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw herinneringen om het te gebruiken als een gegevensbron. Zoals met elke andere toestemming in Widgy, dit is optioneel.
zh_cn: Widgy正在请求访问您的提醒以将其用作数据源。与widge中的其他所有权限一样，这是可选的。

source: A Widgy Widget
es_es: Un Widget Widgy
nl_nl: Een Widgy Widget
zh_cn: 一个Widgy小组件

source: Active
es_es: Activo
nl_nl: Actief
zh_cn: 活跃

source: Active Energy
es_es: Energía Activa
nl_nl: Actieve Energie
zh_cn: 活跃能量

source: Afternoon
es_es: Tarde
nl_nl: Middag
zh_cn: 午后

source: Apple Move Time
es_es: Tiempo de movimiento
nl_nl: Apple Verplaatsingstijd
zh_cn: Apple移动时间

source: Asleep Core
es_es: Núcleo del sueño
nl_nl: Kern Slaap
zh_cn: 核心睡眠

source: Asleep Deep
es_es: Sueño Profundo
nl_nl: Diepe Slaap
zh_cn: 深度睡眠

source: Asleep REM
es_es: Sueño REM
nl_nl: REM Slaap
zh_cn: 快速眼动睡眠

source: At least one Live Activity needs to be active for Dynamic Island to work.
es_es: Es necesario que al menos una actividad en directo esté activa para que Dynamic Island funcione.
zh_cn: 灵动岛功能的实现至少需要一个实时活动处于活跃状态。

source: Average Pace
es_es: Ritmo Promedio
nl_nl: Gemiddeld Tempo
zh_cn: 平均速度

source: Avg
es_es: Promedio
nl_nl: Gem
zh_cn: 平均

source: Awake
es_es: Despierto
nl_nl: Wakker
zh_cn: 苏醒

source: Battery
es_es: Bateria
nl_nl: Accu
zh_cn: 电池

source: Brightness
es_es: Brillo
nl_nl: Helderheid
zh_cn: 亮度

source: Calendar
es_es: Calendario
nl_nl: Kalender
zh_cn: 日历

source: Cell Download
es_es: Datos Móviles
nl_nl: Mobiele Download
zh_cn: 区域下载

source: Cell Upload
es_es: Subida en Datos Móviles
nl_nl: Mobiele Upload
zh_cn: 区域上传

source: Charging
es_es: Cargando
nl_nl: Opladen
zh_cn: 充电

source: Clear Sky
es_es: Cielo Despejado
nl_nl: Helder Resp. Licht Bewolkt
zh_cn: 晴朗

source: Cloudy
es_es: Nublado
nl_nl: Bewolkt
zh_cn: 多云

source: Complete
es_es: Completa
nl_nl: Voltooien
zh_cn: 完成

source: Control Center
es_es: Centro de Control

source: Creamy
es_es: Cremoso
nl_nl: Romig
zh_cn: 奶油

source: Daily
es_es: A Diario
nl_nl: Dagelijks
zh_cn: 每日

source: Daylight Remaining
es_es: Luz del día restante
nl_nl: Resterend Daglicht
zh_cn: 白天还剩

source: Decreased
es_es: Disminuir
nl_nl: Verminderen
zh_cn: 下降

source: Distance
es_es: Distancia
nl_nl: Afstand
zh_cn: 距离

source: Download
es_es: Descarga
nl_nl: Downloaden
zh_cn: 下载

source: Dry
es_es: Seco
nl_nl: Droge
zh_cn: 干燥

source: Dynamic Island Large
es_es: Dynamic Island Grande
zh_cn: 大型灵动岛

source: Dynamic Island Medium
es_es: Dynamic Island Mediano
zh_cn: 中型灵动岛

source: Dynamic Island Minimal
es_es: Dynamic Island Minimo
zh_cn: Minimal灵动岛

source: Dynamic Island Small
es_es: Dynamic Island Pequeño
zh_cn: 小型灵动岛

source: Egg White
es_es: Clara de Huevo
nl_nl: Eiwit
zh_cn: 蛋白

source: Estrogen Surge
es_es: Aumento de Estrógeno
nl_nl: Oestrogeen Piek
zh_cn: 雌激素浪涌

source: Evening
es_es: Tarde - Noche
nl_nl: Avond
zh_cn: 傍晚

source: Extra Large
es_es: Extra-Grandes
nl_nl: Extra Groot
zh_cn: 超大

source: Fair
es_es: Buen Tiempo
nl_nl: Eerlijk
zh_cn: 一般

source: Female
es_es: Femenino
nl_nl: Vrouwelijk
zh_cn: 女性

source: First Quarter
es_es: Primer Cuarto
nl_nl: Eerste Kwartier
zh_cn: 上弦月

source: Floors
es_es: Pisos
nl_nl: Verdiepingen
zh_cn: 层级

source: Floors Ascended
es_es: Pisos ascendidos
nl_nl: Verdiepingen Beklommen
zh_cn: 上升层级

source: Floors Descended
es_es: Pisos descendidos
nl_nl: Verdiepingen Afgedaald
zh_cn: 下降层级

source: Fog
es_es: Niebla
nl_nl: Mist
zh_cn: 雾

source: Free
es_es: Gratis
nl_nl: Gratis
zh_cn: 免费

source: Full Moon
es_es: Luna llena
nl_nl: Volle Maan
zh_cn: 满月

source: Fully Charged
es_es: Totalmente Cargado
nl_nl: Volledig Opgeladen
zh_cn: 已充满

source: Health
es_es: Salud
nl_nl: Gezondheid
zh_cn: 健康

source: Heavy
es_es: Intenso
nl_nl: Zwaar
zh_cn: 重

source: Heavy Rain
es_es: Lluvia Intensa
nl_nl: Regenbui
zh_cn: 大雨

source: Heavy Sleet
es_es: Aguacero Intenso con Aguanieve
nl_nl: Zware Ijzel
zh_cn: 雨夹雪

source: Heavy Snow
es_es: Nieve Intensa
nl_nl: Zware Sneeuwval
zh_cn: 大雪

source: Hourly
es_es: Cada hora
nl_nl: Uur
zh_cn: 每小时

source: Hours
es_es: Horas
nl_nl: Uur
zh_cn: 距离某点的小时数（不带前导零）

source: Idle
es_es: Inactivo
nl_nl: Inactief
zh_cn: 闲

source: Implant
es_es: Implante
nl_nl: Implantaat
zh_cn: 植入

source: In Bed
es_es: En la cama
zh_cn: 在床上

source: Inactive
es_es: Inactiva
nl_nl: Inactief
zh_cn: 未激活

source: Increased
es_es: Aumentó
nl_nl: Verhoogd
zh_cn: 增加

source: Indeterminate
es_es: Indeterminado
nl_nl: Onbepaald
zh_cn: 不确定的

source: Initial Low
es_es: Inicial Baja
nl_nl: Begin Laag
zh_cn: 初次低

source: Initial Very Low
es_es: Inicial Muy Baja
nl_nl: Begin Zeer Laag
zh_cn: 初步非常低

source: Injection
es_es: Inyección
nl_nl: Injectie
zh_cn: 注射

source: Inline
es_es: En línea
zh_cn: 直线型

source: Intrauterine Device
es_es: Dispositivo intrauterino
nl_nl: Intra-Uteriene Hulpstuk
zh_cn: 子宫内装置

source: Intravaginal Ring
es_es: Anillo intravaginal
nl_nl: Intravaginale Ring
zh_cn: 阴道内环

source: Large
es_es: Grande
nl_nl: Groot
zh_cn: 大型

source: Last Quarter
es_es: Último Cuarto
nl_nl: Laatste kwartier
zh_cn: 下弦(月)

source: Light
es_es: Luz
nl_nl: Licht
zh_cn: 轻

source: Light Rain
es_es: Llovizna
nl_nl: Lichte Regen
zh_cn: 小雨

source: Light Sleet
es_es: Aguacero Ligero con Aguanieve
nl_nl: Lichte Ijzel
zh_cn: 雨夹雪

source: Light Snow
es_es: Nieve Ligera
nl_nl: Lichte Sneeuw
zh_cn: 小雪

source: Live Activities Are Already Restarting.
es_es: Las Actividades en Directo ya se están reiniciando.
zh_cn: 实时活动已经重新启动。

source: Live Activities Disabled, please go to Settings app/Widgy and enable Live Activities.
es_es: Actividades en Directo deshabilitadas, por favor ve a la aplicación Configuración/Widgy y habilita las Actividades en Vivo.
zh_cn: 实时活动已禁用，请转到设置应用/Widgy并启用实时活动。

source: Live Activity Large
es_es: Actividad en Directo Grande
zh_cn: 大型实时活动

source: Live Activity Medium
es_es: Actividad en Directo Mediana
zh_cn: 中型实时活动

source: Live Activity Small
es_es: Actividad en Directo Pequeña
zh_cn: 小型实时活动

source: Localized
es_es: Localizado
nl_nl: Gelokaliseerd
zh_cn: 本地化

source: Low Fitness
es_es: Baja Condición Física
nl_nl: Lage Conditie
zh_cn: 低体能

source: Luteinizing Hormone Surge
es_es: Aumento de la hormona luteinizante
nl_nl: Luteïniserend Hormoon Surge
zh_cn: 激素激素激增激光

source: Male
es_es: Masculino
nl_nl: Mannelijk
zh_cn: 男性

source: Medium
es_es: Medio
nl_nl: Middelgroot
zh_cn: 中等

source: Mild
es_es: Nivel
zh_cn: 温和

source: Minimal
es_es: Mínimo
zh_cn: 最小

source: Minutes
es_es: Minutos
nl_nl: Minuten
zh_cn: 分钟

source: Moderate
es_es: Moderado
nl_nl: Matig
zh_cn: 中等

source: Momentary Limit
es_es: Límite Momentáneo
nl_nl: Tijdelijke Limiet
zh_cn: 瞬间限制

source: Morning
es_es: Mañana
nl_nl: Ochtend
zh_cn: 早晨

source: Negative
es_es: Negativo
nl_nl: Negatief
zh_cn: 负

source: Negative values can't be displayed as badges
es_es: Los valores negativos no se pueden mostrar como insignias.
zh_cn: 负值不能显示为通知角标

source: New
es_es: Nueva
nl_nl: Nieuw
zh_cn: 新的

source: New Moon
es_es: Luna Nueva
zh_cn: 新月

source: Night
es_es: Noche
nl_nl: Nacht
zh_cn: 夜晚

source: Night Remaining
es_es: Noche Restante
zh_cn: 夜晚剩余

source: No Change
es_es: Ningún Cambio
nl_nl: Geen Wijziging
zh_cn: 没有变化

source: None
es_es: Ninguno
nl_nl: Geen
zh_cn: 没有

source: Not Charging
es_es: No esta cargando
nl_nl: Laad Niet
zh_cn: 未充电

source: Not Present
es_es: Ausente
nl_nl: Niet Aanwezig
zh_cn: 不存在

source: Not Set
es_es: No Definido
nl_nl: Niet Ingesteld
zh_cn: 没有设置

source: Note that Widgy might not appear here right away, but should still appear on the home screen if you assigned it in-app.
es_es: Tenga en cuenta que es posible que Widgy no aparezca aquí de inmediato, pero aún así debería aparecer en la pantalla de inicio si lo asignó en la aplicación.
nl_nl: Houd er rekening mee dat Widgy hier mogelijk niet meteen verschijnt, maar nog steeds op het startscherm moet verschijnen als u het in-app hebt toegewezen.
zh_cn: 请注意，Widgy可能不会立即出现在这里，但如果您在应用程序中分配了它，它仍然会出现在主屏幕上。

source: Note that if you see this message after assigning the widget, you've probably hit the memory limit.
es_es: Tenga en cuenta que si ve este mensaje después de asignar el widget, probablemente haya alcanzado el límite de memoria.
zh_cn: 请注意，如果您在分配小组件后看到此消息，则可能达到了内存限制。

source: Now
es_es: Ahora
nl_nl: Nu
zh_cn: 现在

source: Open the Widgy app to assign
es_es: Abre la app de Widgy para asignar

source: Other
es_es: Otro
nl_nl: Overige
zh_cn: 其他

source: Partly Cloudy
es_es: Parcialmente Nublado
nl_nl: Deels Bewolkt
zh_cn: 局部多云

source: Patch
es_es: Parche
nl_nl: Lapje
zh_cn: 修补程序

source: Positive
es_es: Positivo
nl_nl: Positief
zh_cn: 正面的

source: Present
es_es: Presente
nl_nl: Aanwezig
zh_cn: 当下

source: Rain
es_es: Lluvia
nl_nl: Regen
zh_cn: 雨天

source: Random
es_es: Aleatorio
nl_nl: Willekeurig
zh_cn: 随机

source: Reloading Thumbnails
es_es: Recargando Miniaturas
zh_cn: 重新加载缩略图

source: Reloading Widgets
es_es: Recarga de Widgets
nl_nl: Widgets Herladen
zh_cn: 重新加载小组件

source: Reminder
es_es: Recordatorio
nl_nl: Herinnering
zh_cn: 提醒

source: Reminder Completed
es_es: Recordatorio Completado
nl_nl: Herinnering voltooid
zh_cn: 提醒已完成

source: Reminder Today Completed
es_es: Recordatorio Hoy Completado
zh_cn: 今日已完成的提醒事项

source: Reminder Tomorrow Completed
es_es: Recordatorio Mañana Completado
zh_cn: 明日已完成的提醒事项

source: Repeat Low
es_es: Repetir Bajo
nl_nl: Laag Herhalen
zh_cn: 重复低

source: Repeat Very Low
es_es: Repetir Muy Bajo
nl_nl: Zeer Laag Herhalen
zh_cn: 重复非常低

source: Resizable
es_es: Redimensionable

source: Seven Day Limit
es_es: Límite de Siete Días
nl_nl: Zeven Dagen Limiet
zh_cn: 七天限制

source: Severe
es_es: Grave
nl_nl: Ernstig
zh_cn: 严重

source: Sleet
es_es: Aguanieve
nl_nl: Hagel
zh_cn: 雨夹雪

source: Small
es_es: Pequeño
nl_nl: Klein
zh_cn: 微型

source: Snow
es_es: Nieve
nl_nl: Sneeuw
zh_cn: 雪

source: Some Live Activities Failed To Start.
es_es: Algunas Actividades en Directo no se pudieron iniciar.
zh_cn: 一些实时活动启动失败。

source: Steps
es_es: Pasos
nl_nl: Stappen
zh_cn: 步

source: Sticky
es_es: Pegajoso
nl_nl: Kleverig
zh_cn: 粘性

source: Stood
es_es: Permaneció
nl_nl: Staan
zh_cn: 站立

source: System
es_es: Sistema
nl_nl: Systeem
zh_cn: 系统

source: Tap to assign
es_es: Toca para asignar
zh_cn: 点击部署

source: Tap to assign a Widgy to this slot.
es_es: Toque para asignar un Widgy a esta ranura.
nl_nl: Tik om een Widgy aan dit slot toe te wijzen.
zh_cn: 点击部署一个小组件

source: Timeout error
es_es: Error de Tiempo de Espera
nl_nl: Time-out fout
zh_cn: 超时错误

source: Unable to fetch.
es_es: No se puede recuperar.
zh_cn: 无法获取。

source: Unspecified
es_es: No Especificado
nl_nl: Niet Gespecificeerd
zh_cn: 未指定的

source: Until Sunrise
es_es: Hasta el Amanecer
zh_cn: 直到日出

source: Until Sunset
es_es: Hasta el Atardecer
zh_cn: 直到日落

source: Upload
es_es: Subir
nl_nl: Uploaden
zh_cn: 上传

source: Used
es_es: Usado
nl_nl: Gebruikt
zh_cn: 已使用

source: Value
es_es: Valor
nl_nl: Waarde
zh_cn: 数值

source: Value can't be assigned as a badge
es_es: El valor no se puede asignar como insignia
zh_cn: 数值不能作为角标

source: Volume
es_es: Volumen
zh_cn: 容量

source: Waning Crescent
es_es: Creciente Menguante
nl_nl: Donkere Maan
zh_cn: 残月

source: Waning Gibbous
es_es: Gibosa Menguante
nl_nl: Wassende Maan
zh_cn: 凸月

source: Watery
es_es: Acuoso
nl_nl: Waterig
zh_cn: 水样

source: Waxing Crescent
es_es: Luna Creciente
nl_nl: Jonge Maansikkel
zh_cn: 娥眉月

source: Waxing Gibbous
es_es: Luna Menguante
nl_nl: Wassende Maan
zh_cn: 上凸月

source: Weather
es_es: Tiempo
nl_nl: Weer
zh_cn: 天气

source: WiFi Download
es_es: Descarga Wi-Fi
zh_cn: WiFi下载

source: WiFi Upload
es_es: Wi-Fi (Carga)
zh_cn: WiFi上传

source: Yes
es_es: Si
nl_nl: Ja
zh_cn: 是

# NSHumanReadableCopyright
source: Copyright © 2023 Woodsign. All rights reserved.
es_es: Copyright © 2023 Woodsign. Todos los derechos reservados.

# NSMotionUsageDescription
source: Widgy is requesting access to your Pedometer to use it as a data source. As with every other permission in Widgy, this is optional.
es_es: Widgy está solicitando acceso a tu podómetro para usarlo como fuente de datos. Al igual que con todos los demás permisos en Widgy, esto es opcional.
nl_nl: Widgy vraagt toegang tot uw pedometer om deze als gegevensbron te gebruiken. Zoals bij elke andere toestemming in Widgy, is dit optioneel.
zh_cn: Widgy正在请求访问您的计步器，将其作为数据源使用。和Widgy中的其他权限一样，这是可选的。

source: Asleep
es_es: Sueño
nl_nl: Slaap
zh_cn: 睡着

source: Back
es_es: Volver
nl_nl: Rug
zh_cn: 后退

source: Continue Loading
es_es: Continuar Cargando

source: Don't use this.
es_es: No uses esto.

source: It looks like last Watchy didn't load properly. Tap the button below to continue loading, or if Watchy gets stuck, sync again without the problematic Watchy.
es_es: Parece que el último Watchy no se cargó correctamente. Toca el botón de abajo para continuar cargando, o si Watchy queda bloqueado, sincroniza de nuevo sin el Watchy problemático.
zh_cn: 看起来刚才Watchy没有正确加载。点击下面的按钮继续加载，如果Watchy卡住了，请在没有出现问题的Watchy的情况下再次同步。

source: Open the iOS app, go to Manage/Watchy, populate Watchy slots to your liking, and tap on "Sync To Watch".
es_es: Abra la aplicación iOS, vaya a Administrar/Watchy, complete las esferas de Watchy a su gusto y toque "Sincronizar para mirar".
nl_nl: Open de iOS-app, ga naar Manage/Watchy, vul Watchy-slots naar wens in en tik op "Sync To Watch".
zh_cn: 打开 iOS 应用程序，转到管理/Watchy，根据自己的喜好填充 Watchy 插槽，然后点击“同步到观看”。

source: Reload
es_es: Recargar
nl_nl: Herladen
zh_cn: 重新加载

source: Reload Complications
es_es: Recargar complicaciones
zh_cn: 重新加载复杂功能

source: Render Widgy Widget To Image
es_es: Renderizar widget de Widgy en imagen.

source: Select an Widgy file to import.
es_es: Selecciona un archivo de Widgy para importar.

source: Unknown error
es_es: Error Desconocido
nl_nl: Onbekende Fout
zh_cn: 未知错误

source: Useful for baking-in widget to your wallpaper.
es_es: Útil para incrustar el widget en tu fondo de pantalla.

source: Widgy File
es_es: Archivo Widgy

source: Your trial period has ended. You can either re-sync or purchase the unlock, both in the Widgy iOS app.
es_es: Su período de prueba ha finalizado. Puedes volver a sincronizar o comprar el desbloqueo, ambos en la aplicación Widgy para iOS.
nl_nl: Je proefperiode is afgelopen. Je kunt de ontgrendeling opnieuw synchroniseren of kopen, beide in de Widgy iOS-app.
zh_cn: 您的试用期已结束。您可以在 Widgy iOS 应用程序中重新同步或购买解锁。

source: [Internal] Widgy Tap Action
es_es: [Interno] Acción al pulsar en Widgy

source: [Internal] Widgy Tap Action + Open URL
es_es: [Interno] Acción al pulsar en Widgy + Abrir URL

source: Corner
es_es: Esquina

source: 1 Decimal Place
es_es: 1 decimal
nl_nl: 1 Decimaal
zh_cn: 小数位

source: 1 Letter
es_es: 1 Letra
nl_nl: 1 brief
zh_cn: 1个字母

source: 1 Row
es_es: 1 Fila
zh_cn: 1行

source: 1-Line Clip
es_es: Clip de 1 línea
nl_nl: Clip Op 1 Regel
zh_cn: 1行

source: 1-Line Scale
es_es: Escala de 1 línea
nl_nl: Schaal Op 1 Regel
zh_cn: 1刻度

source: 1-Segment Background Color
es_es: Color de fondo de 1 segmento
nl_nl: 1-Segment Achtergrondkleur
zh_cn: 1段背景色

source: 1-Segment Info
es_es: Información de 1 segmento
nl_nl: 1-Segment Informatie
zh_cn: 1段信息

source: 2 Decimal Places
es_es: 2 Decimales
nl_nl: 2 Decimalen
zh_cn: 2个小数位

source: 2 Letters
es_es: 2 Letras
nl_nl: 2 brieven
zh_cn: 2个字母

source: 2 Letters (Uppercased)
es_es: 3 Letras (mayúsculas)
nl_nl: 2 Letters (Hoofdletters)
zh_cn: 2个字母（大写）

source: 2 Rows
es_es: 2 Filas
zh_cn: 2行

source: 2-Lines Clip
es_es: Clip de 2 líneas
nl_nl: Clip Met 2 Regels
zh_cn: 2行

source: 2-Lines Scale
es_es: Escala de 2 líneas
nl_nl: Schaal Op 2 Regels
zh_cn: 2刻度

source: 3 Letters
es_es: 3 Letras
zh_cn: 3个字母

source: 3 Letters (Uppercased)
es_es: 3 Letras (mayúsculas)
nl_nl: 3 Letters (Hoofdletters)
zh_cn: 3个字母（大写）

source: 3 Rows
es_es: 3 Filas
zh_cn: 3行

source: 3-Lines Clip
es_es: Clip de 3 lineas
nl_nl: Clip Met 3 Regels
zh_cn: 3行

source: 3-Lines Scale
es_es: Escala de 3 líneas
nl_nl: Schaal Op 3 Regels
zh_cn: 3刻度

source: 3D Rotation Perspective
es_es: Perspectiva de rotación 3D
zh_cn: 三维旋转透视

source: 3D Rotation X-Axis
es_es: Eje X de rotación 3D
zh_cn: 三维旋转X轴

source: 3D Rotation Y-Axis
es_es: Eje Y de rotación 3D
zh_cn: 三维旋转Y轴

source: 4 Rows
es_es: 4 Filas

source: 4-Lines Clip
es_es: Clip de 4 líneas
nl_nl: Clip met 4 Regels
zh_cn: 4行

source: 4-Lines Scale
es_es: Escala de 4 líneas
nl_nl: Schaal op 4 regels
zh_cn: 4刻度

source: 4-Star
es_es: 4-Estrella
nl_nl: 4-ster
zh_cn: 4星级

source: 5 Rows
es_es: 5 Filas

source: 5-Lines Clip
es_es: Clip de 5 lineas
nl_nl: Clip Met 5 Regels
zh_cn: 5行

source: 5-Lines Scale
es_es: Escala de 5 líneas
nl_nl: Schaal Op 5 Regels
zh_cn: 5刻度

source: 5-Star
es_es: 5-Estrellas
nl_nl: 5-ster
zh_cn: 5星级

source: 6 Seconds
es_es: 6 Segundos

source: 6-Lines Clip
es_es: Clip de 6 lineas
nl_nl: Clip Met 6 Regels
zh_cn: 6行

source: 6-Lines Scale
es_es: Escala de 6 líneas
nl_nl: Schaal Op 6 Regels
zh_cn: 6刻度
