Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Moon Age
es_es: Edad de la Luna
zh_cn: 月龄

source: Moon Azimuth
es_es: Azimut / Posición Lunar
nl_nl: Maan Azimuth
zh_cn: 月球方位角

source: Moon Distance
es_es: Distancia de la Luna
nl_nl: Maan Afstand
zh_cn: 月球距离

source: Moon Elevation
es_es: Elevación de la Luna
nl_nl: Hoogte Van De Maan
zh_cn: 月亮高度

source: Moon First Quarter
es_es: Luna Cuarto Creciente
zh_cn: 月上旬

source: Moon Full Moon
es_es: Luna llena
zh_cn: 满月

source: Moon Illumination
es_es: Iluminación de la Luna
zh_cn: 月亮高度

source: Moon Last Quarter
es_es: Luna Cuarto Menguante
zh_cn: 月下旬

source: Moon Max. Altitude
es_es: Luna máx. Altitud
nl_nl: Maan Max. Verhoging
zh_cn: 月亮最大高度

source: Moon Min. Elevation
es_es: Luna mín. Elevación
nl_nl: Maan Min. Verhoging
zh_cn: 月亮最低高度

source: Moon Min. Elevation Time
es_es: Luna mín. Tiempo de Elevación
nl_nl: Maan Min. Hoogte tijd
zh_cn: 月亮最低海拔时间

source: Moon New Moon
es_es: Luna Nueva
zh_cn: 新月

source: Moon Phase
es_es: Fase lunar
nl_nl: Maanstand
zh_cn: 月相

source: Moon Phase First Quarter
es_es: Fase lunar: Cuarto creciente

source: Moon Phase Full Moon
es_es: Fase lunar: Luna llena

source: Moon Phase Last Quarter
es_es: Fase lunar: Cuarto menguante

source: Moon Phase New Moon
es_es: Fase lunar: Luna nueva

source: Moon Phase Waning Crescent
es_es: Fase lunar: Luna menguante creciente

source: Moon Phase Waning Gibbous
es_es: Fase lunar: Gibosa menguante

source: Moon Phase Waxing Crescent
es_es: Fase lunar: Creciente

source: Moon Phase Waxing Gibbous
es_es: Fase lunar: Gibosa creciente

source: Moon Shadow Azimuth
es_es: Azimut / Posición de la Sombra de la Luna**
nl_nl: Maan Schaduw Azimuth
zh_cn: 月影方位角

source: Moon Shadow Elevation
es_es: Elevación de la Sombra de la Luna
nl_nl: Maan Schaduw Verhoging
zh_cn: 月影高程

source: Moon Transit
es_es: Tránsito Lunar
nl_nl: Maan Max. Hoogte tijd
zh_cn: 月亮最大升降时间

source: Moon Waning Crescent
es_es: Luna Creciente Menguante
nl_nl: Asgrauwe Maan
zh_cn: 月牙

source: Moon Waning Gibbous
es_es: Luna Menguante Gibosa
nl_nl: Krimpende Maan
zh_cn: 落月

source: Moon Waxing Crescent
es_es: Luna Creciente
nl_nl: Jonge Maansikkel
zh_cn: 娥眉月

source: Moon Waxing Gibbous
es_es: Luna Menguante
nl_nl: Wassende Maan
zh_cn: 上凸月

source: Moonrise
es_es: Salida de la Luna
nl_nl: Maanopkomst
zh_cn: 月出

source: Moonset
es_es: Puesta de la Luna
nl_nl: Maansondergang
zh_cn: 月落

source: More By This Author
es_es: Más de este Autor
nl_nl: Meer Van Deze Auteur
zh_cn: 作者更多信息

source: More By This Uploader
es_es: Más de este Desarrollador
nl_nl: Meer Van Deze Uploader
zh_cn: 更多来自该上传者的内容

source: More Settings
es_es: Más Ajustes
zh_cn: 更多设置

source: Morning/Afternoon/Evening/Night
es_es: Mañana/Mediodía/Tarde-Noche/Noche
nl_nl: Ochtend/Middag/Avond/Nacht
zh_cn: 早上/下午/傍晚/夜晚

source: Move From Bottom
es_es: Mover desde Abajo

source: Move From Left
es_es: Mover desde la Izquierda

source: Move From Right
es_es: Mover desde la Derecha

source: Move From Top
es_es: Mover desde Arriba

source: Multiply
es_es: Multiplicar
nl_nl: Vermenigvuldigen
zh_cn: 繁殖

source: Music
es_es: Música
nl_nl: Muziek
zh_cn: 音乐

source: Music Library
es_es: Biblioteca de Música
nl_nl: Muziekbibliotheek
zh_cn: 音乐库

source: Music Player
es_es: Reproductor de música

source: Music Player - Album Art
es_es:  Música - Carátula del Álbum
nl_nl: Muziek - Albumhoes (Wordt Nu Afgespeeld)

source: Music Player No Data
es_es: Reproductor de música sin datos

source: Must Have Data
es_es: Debe tener Datos
nl_nl: Moet Gegevens Hebben
zh_cn: 必要的数据

source: My Live Timer doesn't show up correctly.
es_es: Mi temporizador en directo no aparece correctamente.
nl_nl: Mijn Live Timer komt niet goed opdagen.
zh_cn: 我的实时计时器显示不正确。

source: My widget won't reload / Widget is stuck / Widget looks broken / Widget is not loaded correctly
es_es: Mi widget no se recarga / El widget está bloqueado / El widget parece roto / El widget no está cargado correctamente
nl_nl: Mijn widget wil niet herladen / Widget zit vast / Widget ziet er kapot uit / Widget is niet correct geladen
zh_cn: 我的小组件不重新加载/小组件卡住/小组件看起来损坏/小组件未正确加载

source: NASA APoD - Image Description
es_es: NASA APoD - Descripción de Imagen
nl_nl: NASA APoD - Beschrijving Van Afbeelding
zh_cn: NASA APoD - 图像描述

source: NASA APoD - Image Name
es_es: NASA APoD - Nombre de Imagen
nl_nl: NASA APoD - Afbeeldingsnaam
zh_cn: NASA APoD - 图像名称

source: NASA Astronomy Picture of the Day
es_es: NASA Astronomy Imagen del dia
nl_nl: NASA Astronomische Afbeelding Van De Dag
zh_cn: NASA 今日天文图片

source: Name
es_es: Nombre
nl_nl: Naam
zh_cn: 名称

source: Name + Values
es_es: Nombre + Valores
zh_cn: 名称+值

source: Name Column (Optional)
es_es: Columna de Nombre (Opcional)
zh_cn: 名称列（可选）

source: Name Column Date Format (Optional)
es_es: Formato de Fecha de la Columna de Nombre (Opcional)
zh_cn: 名称列日期格式（可选）

source: Name Day Country
es_es: País para Santos del Día
nl_nl: Naam Dag Land
zh_cn: 姓名、日期、国家

source: Name Days
es_es: Días de Santos
nl_nl: Naam Dagen
zh_cn: 姓名天数

source: Nature
es_es: Naturaleza
nl_nl: Natuur
zh_cn: 类别

source: Nausea
es_es: Náuseas
nl_nl: Misselijkheid
zh_cn: 恶心

source: Needle Fine Offset
es_es: Desplazamiento fino de la Aguja
nl_nl: Naald Fijne Offset
zh_cn: 细针偏移

source: Needle Image
es_es: Imagen de la Aguja
nl_nl: Afbeelding Van De Naald
zh_cn: 指针图像

source: Needle Offset
es_es: Desplazamiento de la Aguja
nl_nl: Naald Offset
zh_cn: 指针偏移

source: Needle Scale X
es_es: Escala de Aguja X
nl_nl: Naaldschaal X
zh_cn: 针刻度X

source: Needle Scale Y
es_es: Escala de Aguja Y
nl_nl: Naaldschaal Y
zh_cn: 针刻度Y

source: Needle Tint
es_es: Tinte de Aguja
nl_nl: Naald Tint
zh_cn: 针色调

source: Needles
es_es: Agujas
nl_nl: Naalden
zh_cn: 针

source: Neighborhood
es_es: Calle / Vecindario
nl_nl: Buurt
zh_cn: 邻里

source: New Month Color
es_es: Color del Nuevo Mes
nl_nl: Kleur Nieuwe Maand
zh_cn: 新月份颜色

source: New Month Height
es_es: Altura del Nuevo Mes
nl_nl: Hoogte Nieuwe Maand
zh_cn: 新月份高度

source: Newest
es_es: Nuevos
nl_nl: Nieuw
zh_cn: 最新

source: News
es_es: Noticias
nl_nl: Nieuws
zh_cn: Apple News

source: Night Sweats
es_es: Sudores Nocturnos
nl_nl: Nachtelijk Zweten
zh_cn: 夜汗

source: No Purchases Have Been Restored
es_es: No se ha Restaurado Ninguna Compra
nl_nl: Er zijn geen aankopen hersteld
zh_cn: 没有恢复购买

source: No data is being collected.
es_es: No se están recopilando datos.
nl_nl: Er worden geen gegevens verzameld.
zh_cn: 未收集任何数据。

source: No results
es_es: No hay resultados
nl_nl: Geen resultaten
zh_cn: 没有结果

source: No subscriptions or hidden fees, just a one-time purchase
es_es: Sin suscripciones ni tarifas ocultas, solo una compra única
nl_nl: Geen abonnementen of verborgen kosten, maar een eenmalige aankoop
zh_cn: 没有订阅或隐藏费用，只是一次性购买

source: Note
es_es: Nota
nl_nl: Opmerking
zh_cn: 备注

source: Note that Javascript is executed via an invisible Safari browser, so if the server doesn't support CORS, fetch won't work.
es_es: Tenga en cuenta que Javascript se ejecuta a través de un navegador Safari invisible, por lo que si el servidor no es compatible con CORS, la recuperación no funcionará.
nl_nl: Merk op dat Javascript wordt uitgevoerd via een onzichtbare Safari-browser, dus als de server geen CORS ondersteunt, zal fetch niet werken.
zh_cn: 请注意，Javascript 是通过不可见的 Safari 浏览器执行的，因此如果服务器不支持 CORS，则 fetch 将不起作用。

source: Note that in small-sized widgets the whole widget is just one Tap Action.
es_es: Tenga en cuenta que en los widgets de tamaño pequeño, todo el widget es solo una acción de toque.
nl_nl: Merk op dat in kleine widgets de hele widget slechts één tikactie is.
zh_cn: 注意，在小尺寸的小组件中，整个小组件只是一个轻触动作。

source: Note that this widget is password protected.
es_es: Ten en cuenta que este widget está protegido por contraseña.
zh_cn: 注意，这个小组件被密码保护了。

source: Note that tipping DOESN'T unlock Widgy slots!
es_es: ¡Tenga en cuenta que donarnos NO desbloquea los widgets de Widgy!
nl_nl: Merk op dat fooien geen Widgy slots ontgrendelen!
zh_cn: 请注意，捐赠（小费）不会解锁Widgy插槽！

source: Note that using both Dark and Light Mode will increase the memory consumption of the widget.
es_es: Tenga en cuenta que utilizar tanto el Modo Oscuro como el Modo Claro aumentará el consumo de memoria del widget.
nl_nl: Merk op dat het gebruik van zowel donkere als lichte modus zal het geheugengebruik van de widget te verhogen.
zh_cn: 请注意，同时使用深色模式和浅色模式将会增加小组件的内存消耗。

source: Notes
es_es: Notas
nl_nl: Opmerkingen
zh_cn: 备忘录

source: Notification + Sound
es_es: Notificación + Sonido
zh_cn: 通知+声音

source: Notification Badge
es_es: Marcador de Notificación
zh_cn: 通知角标

source: Notification Permissions
es_es: Permisos de Notificación
zh_cn: 通知权限

source: Notification badges can show some text data as a notification badge on the Widgys app icon. Badges value will reload on every app open. Note that badges can only display whole numbers that are greater than zero.
es_es: Las insignias de notificación pueden mostrar algunos datos de texto como una insignia de notificación en el ícono de la aplicación Widgys. El valor de las insignias se recargará en cada aplicación abierta. Tenga en cuenta que las insignias solo pueden mostrar números enteros mayores que cero.
zh_cn: 通知角标可以显示一些文本数据作为Widgys应用程序图标上的通知角标。角标值将在每次打开应用程序时重新加载。请注意，角标只能显示大于零的整数。

source: Now Playing No Data
es_es: Ahora Reproduciendo Sin Datos
nl_nl: Speelt Nu Geen Gegevens
zh_cn: 现在播放没有数据

source: Number Of Alcoholic Beverages
es_es: Número de Bebidas Alcohólicas
nl_nl: Aantal Alcoholische Dranken
zh_cn: 酒精饮料数量

source: Number Of Entries
es_es: Número de Entradas
zh_cn: 条目数量

source: Number Of Times Fallen
es_es: Número de veces que cayó
nl_nl: Aantal Keer Gevallen
zh_cn: 下降次数

source: Number Type
es_es: Tipo de número
nl_nl: Nummertype
zh_cn: 数字类型

source: NumberAPI - Date
es_es: NumberAPI - Fecha
nl_nl: NumberAPI - Datum
zh_cn: NumberAPI - 日期

source: NumberAPI - Math
es_es: NumberAPI - Matemática
zh_cn: NumberAPI - 数学

source: NumberAPI - Trivia
es_es: NumberAPI - Curiosidades
zh_cn: NumberAPI - 琐事

source: NumberAPI - Year
es_es: NumberAPI - Año
nl_nl: NumberAPI - Jaar
zh_cn: NumberAPI - 年份

source: Object Alpha
es_es: Objeto Alfa
nl_nl: Object Alfa
zh_cn: 透明度

source: Objects
es_es: Objetos
nl_nl: Voorwerpen
zh_cn: 对象

# Objects &amp; Tools
source: Objects & Tools
es_es: Objetos y Herramientas
nl_nl: Objecten en gereedschappen
zh_cn: Objects和工具

source: Ocean
es_es: Oceano
nl_nl: Oceaan
zh_cn: 洋

source: Octagon
es_es: Octagono
nl_nl: Achthoek
zh_cn: 八角形

source: Octagon (Rotated)
es_es: Octágono (Girado)
nl_nl: Achthoek (Gedraaid)
zh_cn: 八角形（旋转）

source: Odd
es_es: Raro
nl_nl: Oneven
zh_cn: 奇数

source: Off [Will Disable All Child Animations]
es_es: Desactivado [Desactivará todas las animaciones secundarias]

source: Official Joke API - Punchline
es_es: Official Joke API - Línea final
nl_nl: Officiële Joke API - Punchline
zh_cn: 官方笑话 API - Punchline

source: Official Joke API - Setup
es_es: Official Joke API - Configuración
nl_nl: Officiële Joke API - Setup
zh_cn: 官方笑话 API - 设置

source: Oldest
es_es: Antiguos
nl_nl: Oudste
zh_cn: 最早

source: On/Off Switch Labels
es_es: Etiquetas de interruptor de encendido/apagado
nl_nl: Aan/Uit Schakelaar Etiketten
zh_cn: 开/关切换标签

source: Onboarding tutorials will be shown again.
es_es: Los tutoriales de incorporación se mostrarán nuevamente.
nl_nl: Onboarding-tutorials worden opnieuw weergegeven.
zh_cn: 入门教程将再次显示。

source: Once synced, you can repeat the process on any of your other devices. The more devices you sync, the more seamless your experience will be!
es_es: Una vez sincronizado, puedes repetir el proceso en cualquiera de tus otros dispositivos. ¡Cuantos más dispositivos sincronices, más fluida será tu experiencia!

source: Only In Non-Tinted Mode
es_es: Solo en modo no tintado.

source: Only In Tinted Mode
es_es: Solo en el modo tintado.

source: Only Primary
es_es: Sólo Primaria
nl_nl: Alleen Primair
zh_cn: 仅初级

source: Only Secondary
es_es: Solo Secundaria
nl_nl: Alleen Secundair
zh_cn: 仅中级

source: Opacity
es_es: Opacidad
zh_cn: 不透明度

source: Opacity / Control Transitions Via Children
es_es: Opacidad / Controlar transiciones mediante elementos secundarios

source: Opaque
es_es: Opaco
nl_nl: Ondoorzichtig
zh_cn: 不透明

source: Open
es_es: Abierto
zh_cn: 打开

source: Open Ring
es_es: Anillo abierto
zh_cn: 打开环

source: Open Settings Sub Menus Via Tap Actions
es_es: Abrir submenús de ajustes mediante acciones táctiles

source: Open Tutorial
es_es: Abrir Tutorial

source: Open URL
es_es: Abrir URL
zh_cn: 打开网址

source: Open the Watch app on your iPhone, then go to General/Wake Screen/Return to Clock and pick 'After 1 Hour'. This will give Watchy an hour of screen time.
es_es: Abra la aplicación Watch en su iPhone, luego vaya a General/Pantalla de activación/Volver al reloj y seleccione "Después de 1 hora". Esto le dará a Watchy una hora de tiempo frente a la pantalla.
nl_nl: Open de Watch-app op je iPhone, ga dan naar Algemeen/Wake Screen/Terug naar klok en kies 'Na 1 uur'. Dit geeft Watchy een uur schermtijd.
zh_cn: 在 iPhone 上打开 Watch 应用，然后转到常规/唤醒屏幕/返回时钟并选择“1 小时后”。这将给 Watchy 一个小时的屏幕时间。

source: Open the iOS Settings app, scroll down to Widgy, and make sure that all permissions are enabled.
es_es: Abra la aplicación Configuración de iOS, desplácese hacia abajo hasta Widgy y asegúrese de que todos los permisos estén habilitados.
nl_nl: Open de app iOS-instellingen, scrol omlaag naar Widgy en zorg ervoor dat alle machtigingen zijn ingeschakeld.
zh_cn: 打开 iOS 设置应用程序，向下滚动到 Widgy，并确保所有权限都已启用。

source: Operating system prevents widgets from updating less than every 15 minutes. This is not something we can change.
es_es: El sistema operativo impide que los widgets se actualicen menos de cada 15 minutos. Esto no es algo que podamos cambiar.
nl_nl: Besturingssysteem voorkomt dat widgets minder dan elke 15 minuten worden bijgewerkt. Daar kunnen we niets aan veranderen.
zh_cn: 操作系统阻止小组件短于每15分钟更新一次。 这不是我们可以改变的东西。

source: Optimizing...
es_es: Optimizando...
zh_cn: 优化中...

source: Optional
es_es: Opcional
nl_nl: Optioneel
zh_cn: 可选

source: Optionally, switch device apperance to Dark Mode and take addition screenshot.
es_es: Opcionalmente, cambie la apariencia del dispositivo al modo oscuro y tome otra captura de pantalla.
nl_nl: Optioneel, schakelen apparaat apperance naar donkere modus en neem aanvulling screenshot.
zh_cn: （可选）将设备外观切换为深色模式并获取屏幕截图。

source: Optionally, switch device apperance to Light Mode and take addition screenshot.
es_es: Opcionalmente, cambia la apariencia del dispositivo a Modo Claro y toma otra captura de pantalla.
nl_nl: Optioneel, switch device apperance naar Light Mode en neem aanvulling screenshot.
zh_cn: （可选）将设备外观切换到浅色模式并获取屏幕截图。

source: Options
es_es: Opciones
nl_nl: Optie
zh_cn: 选项

source: Orange
es_es: Naranja
nl_nl: Oranje
zh_cn: 橙色

source: Origin
es_es: Posición

source: Other Months Alpha
es_es: Otros Meses Alfa
nl_nl: Andere Maanden Alfa
zh_cn: 其他月份Alpha

source: Outer Corner Complication Layer
es_es: Capa de Complicación de la Esquina Exterior
zh_cn: 外环形状背景层

source: Outline
es_es: Describir
nl_nl: Overzicht
zh_cn: 轮廓

source: Outline Color
es_es: Color del Contorno
nl_nl: Kleur Omlijning
zh_cn: 边框颜色

source: Outline Dash
es_es: Guión de Contorno
nl_nl: Streepje Omlijning
zh_cn: 轮廓破折号

source: Outline Width
es_es: Ancho del Contorno
nl_nl: Breedte Omlijning
zh_cn: 轮廓宽度

source: Ovulation Test Result
es_es: Resultado de la Prueba de Ovulación
nl_nl: Resultaat Ovulatietest
zh_cn: 排卵测试结果

source: Oxygen Saturation
es_es: Saturación de Oxígeno
nl_nl: Zuurstofsaturatie
zh_cn: 氧饱和度

source: P!XLZ TECH has some useful iOS customization videos, mostly focusing on Widgy and Shortcuts. Just tap on this text to open his Youtube channel.
es_es: P!XLZ TECH tiene algunos vídeos útiles de personalización de iOS, centrándose principalmente en Widgy y Atajos. Simplemente toque este texto para abrir su canal de Youtube.
zh_cn: P!XLZ TECH 有一些有用的 iOS 定制视频，主要集中在 Widgy 和快捷指令上。 单击此文本即可打开他的 YouTube 频道。

source: Paddle Sports Speed
es_es: Velocidad en Deportes de Remo

source: Paid Item Reposted For Free
es_es: Elemento pagado vuelto a publicar de forma gratuita.
nl_nl: Betaald item gratis opnieuw gepost
zh_cn: 付费项目免费转发

source: Palettes
es_es: Paletas
nl_nl: Paletten
zh_cn: 调色板

source: Parallelogram
es_es: Paralelogramo
nl_nl: Parallellogram
zh_cn: 平行四边形

source: Parameters (Optional)
es_es: Parámetros (Opcional)
nl_nl: Parameters (Facultatief)
zh_cn: 参数（可选）

source: Parentheses
es_es: Paréntesis
nl_nl: Haakje
zh_cn: 括号

source: Passwords don't match, please try again.
es_es: Las contraseñas no coinciden, inténtalo de nuevo.
nl_nl: Wachtwoorden komen niet overeen, probeer het opnieuw.
zh_cn: 密码不匹配，请再试一次。

source: Paste
es_es: Pegar
nl_nl: Plakken
zh_cn: 粘贴

source: Paste Position
es_es: Pegar Posición
nl_nl: Positie Plakken
zh_cn: 粘贴位置

source: Paste Position And Size
es_es: Pegar Posición y Tamaño
nl_nl: Positie En Grootte Plakken
zh_cn: 粘贴位置和大小

source: Paste Size
es_es: Tamaño de Pegado
nl_nl: Plak Grootte
zh_cn: 粘贴尺寸

source: Paste Size And Position
es_es: Tamaño de Pegado y Posición
nl_nl: Plak Grootte En Positie
zh_cn: 粘贴大小和位置

source: Paste URL here
es_es: Pegar URL aquí
nl_nl: Plak link hier
zh_cn: 在此处粘贴网址

source: Paste URL/JSON here
es_es: Pegue URL/JSON aquí
nl_nl: Plak hier de URL/JSON
zh_cn: 在此处粘贴 URL/JSON

source: Paste Widgy URL/JSON here
es_es: Pegue la URL/JSON de Widgy aquí
nl_nl: Plak Widgy URL/JSON hier
zh_cn: 在此处粘贴Widgy JSON

source: Patterns
es_es: Patrones
nl_nl: Patronen
zh_cn: 纹理

source: Peak Expiratory Flow Rate
es_es: Tasa de Flujo Espiratorio Máximo
nl_nl: Piek Expiratoire Stroomsnelheid
zh_cn: 最大呼气流量

source: Pedometer
es_es: Podómetro
nl_nl: Stappenteller
zh_cn: 计步器

source: Pedometer permissions missing.
es_es: Faltan permisos del podómetro.
zh_cn: 无计步器权限。

source: Pedometer/Altimeter
es_es: Podómetro/Altímetro
nl_nl: Stappenteller/Hoogtemeter
zh_cn: 计步器/高度计

source: Pelvic Pain
es_es: Dolor Pélvico
nl_nl: Bekkenpijn
zh_cn: 盆腔疼痛

source: Pentagon
es_es: Pentágono
zh_cn: 五边形

source: Percentages
es_es: Porcentajes
zh_cn: 百分比

source: Peripheral Perfusion Index
es_es: Índice de Perfusión Periférica
nl_nl: Perifere Perfusie-index
zh_cn: 周围灌注指数

source: Permissions
es_es: Permisos
nl_nl: Machtigingen
zh_cn: 权限

source: Persian
es_es: Persa
nl_nl: Perzisch
zh_cn: 波斯历

source: Persistent Intermenstrual Bleeding
es_es: Sangrado Intermenstrual Persistente
zh_cn: 持续性经间期出血

source: Phonetic
es_es: Fonética
nl_nl: Fonetisch
zh_cn: 语音

source: Photos
es_es: Fotos
nl_nl: Foto's
zh_cn: 照片

source: Photos Access
es_es: Fotos Acceso
nl_nl: Fototoegang
zh_cn: 照片访问

source: Physical Effort
es_es: Esfuerzo Físico
zh_cn: 体力消耗

source: PiP Button
es_es: Botón PiP

source: Pick
es_es: Elegir
nl_nl: Kies
zh_cn: 选择

source: Pictographs
es_es: Pictografías
nl_nl: Pictogrammen
zh_cn: 象形文字

source: Pinch To Zoom
es_es: Pellizcar para ampliar
nl_nl: Knijp Om Te Zoomen
zh_cn: 按比例缩放

source: Pink
es_es: Rosa
nl_nl: Roze
zh_cn: 粉红色

source: Pisces
es_es: Piscis
nl_nl: Vissen
zh_cn: 双鱼座

source: Play Count ( Music Only)
es_es: Número de reproducciones
nl_nl: Aantal Maal Gespeeld

source: Play Sound
es_es: Reproducir Sonido
zh_cn: 播放声音

source: Please allow access to your photos.
es_es: Permite Acceso a tus Fotos
nl_nl: Geef toegang tot uw foto's.
zh_cn: 请允许访问您的照片。

source: Please check the restriction settings in the Settings app and then try again.
es_es: Verifique la configuración de restricción en la aplicación Configuración y luego vuelva a intentarlo.
nl_nl: Controleer de beperkingsinstellingen in de app Instellingen en probeer het opnieuw.
zh_cn: 请在“设置”应用中检查限制设置，然后重试。

source: Please make sure that you have a good internet connection.
es_es: Asegúrese de tener una buena conexión a Internet.
nl_nl: Zorg ervoor dat u een goede internetverbinding heeft.
zh_cn: 请确保您的互联网连接良好。

source: Please provide additional info
es_es: Por favor proporcione información adicional
nl_nl: Geef aanvullende informatie op
zh_cn: 请提供额外信息

source: Please restart the app.
es_es: Reinicie la aplicación.
nl_nl: Start de app opnieuw.
zh_cn: 请重新启动应用程序。

source: Please try again later.
es_es: Por favor, inténtelo de nuevo más tarde.
nl_nl: Probeer het later nog eens.
zh_cn: 请稍后再试。

source: Please update the app.
es_es: Por favor actualice la aplicación.
nl_nl: Update de app.
zh_cn: 请更新应用程序。

source: Please update your search and try again.
es_es: Actualice su búsqueda e inténtelo nuevamente.
nl_nl: Werk uw zoekopdracht bij en probeer het opnieuw.
zh_cn: 请更新您的搜索，然后重试。

source: Please write why you're reporting this widget.
es_es: Por favor escribe por qué estás reportando este widget.
nl_nl: Schrijf alsjeblieft waarom je deze widget rapporteert.
zh_cn: 请写下您要举报此小组件的原因。

source: Popularity
es_es: Populares
nl_nl: Populariteit
zh_cn: 热门

source: Position
es_es: Posición
nl_nl: Positie
zh_cn: 位置

source: Precipitation
es_es: Precipitación
nl_nl: Neerslag
zh_cn: 降水

source: Prefix
es_es: Prefijo
nl_nl: Voorvoegsel
zh_cn: 前缀

source: Pregnancy
es_es: El Embarazo
nl_nl: Zwangerschap
zh_cn: 怀孕

source: Pregnancy Test Result
es_es: Resultado de la prueba de embarazo
nl_nl: Uitslag Zwangerschapstest
zh_cn: 妊娠试验结果

source: Preparing for iCloud Sync. Don't exit the app!
es_es: Preparando sincronización con iCloud. ¡No salgas de la app!

source: Prepend (Optional)
es_es: Anteponer (opcional)
nl_nl: Prepend (Optioneel)
zh_cn: 前置（可选）

source: Pressure
es_es: Presión
nl_nl: Druk
zh_cn: 压力

source: Preview
es_es: Avance
nl_nl: Voorbeeld
zh_cn: 预览

source: Primary Symbol
es_es: Símbolo Primario
nl_nl: Primair Symbool
zh_cn: 主要符号

source: Primary Symbol Color
es_es: Color del Símbolo Principal
nl_nl: Kleur Van Primair Symbool
zh_cn: 主要符号颜色

source: Primary Symbol Offset
es_es: Desplazamiento del Símbolo Principal
nl_nl: Verschuiving Van Primaire Symbolen
zh_cn: 主要符号偏移

source: Primary Symbol Rotation
es_es: Rotación de Símbolo Principal
nl_nl: Rotatie Van Primaire Symbolen
zh_cn: 主要符号旋转

source: Primary Symbol Scale
es_es: Escala de Símbolo Primario
nl_nl: Schaal Van Primaire Symbolen
zh_cn: 主要符号量表

source: Privacy Compliance
es_es: Cumplimiento de Privacidad
nl_nl: Naleving Van Privacy
zh_cn: 隐私合规性

source: Proceed
es_es: Aceptar
nl_nl: Doorgaan
zh_cn: 继续

source: Proceed With Change
es_es: Continuar Con el Cambio
zh_cn: 继续更改

source: Proceed With Sync
es_es: Continuar con la sincronización

source: Progesterone Test Result
es_es: Resultado de la Prueba de Progesterona
nl_nl: Progesteron Testresultaat
zh_cn: 孕酮测试结果

source: Progress
es_es: Progreso
nl_nl: Vooruitgang
zh_cn: 进度

source: Progress (Day)
es_es: Progreso (Día)
nl_nl: Voortgang (Dag)
zh_cn: 进度（天）

source: Progress (Hour)
es_es: Progreso (Hora)
nl_nl: Voortgang (Uur)
zh_cn: 进度（小时）

source: Progress (Month)
es_es: Progreso (Meses)
nl_nl: Voortgang (Maand)
zh_cn: 进度（月）

source: Progress (Week)
es_es: Progreso (Semana)
nl_nl: Voortgang (Week)
zh_cn: 进度（周）

source: Progress (Year)
es_es: Progreso (Año)
nl_nl: Voortgang (Jaar)
zh_cn: 进度（年）

source: Progress Bar
es_es: Barra de Progreso
zh_cn: 进度条

source: Prolonged Menstrual Periods
es_es: Períodos Menstruales Prolongados
zh_cn: 经期延长

source: Public Holiday API - Date
es_es: API de días festivos: Fecha
nl_nl: Publieke Feestdagen API - Datum
zh_cn: 公共假期 API - 日期

source: Public Holiday API - Days Remaining
es_es: API de días festivos: Días Restantes
nl_nl: Publieke Feestdagen API - Resterende Dagen
zh_cn: 公共假期 API - 剩余天数

source: Public Holiday API - Name
es_es: API de Días Festivos: Nombre
nl_nl: Publieke Feestdagen API - Naam
zh_cn: 公共假期 API - 名称

source: Public Holiday API - Name Localized
es_es: API de Días Festivos Públicos - Nombre Localizado
nl_nl: Publieke Feestdagen API - Naam Gelokaliseerd
zh_cn: 公共假期 API - 名称本地化

source: Publish Failed
es_es: Error de Publicación
nl_nl: Publiceren mislukt
zh_cn: 发布失败

source: Publish To Explore Tab
es_es: Ficha Publicar para Explorar
nl_nl: Publiceer Om Tabblad Te Verkennen
zh_cn: 发布到探索页
