Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: 6-Star
es_es: 6-Estrellas
nl_nl: 6-ster
zh_cn: 6星级

source: 7-Lines Clip
es_es: Clip de 7 lineas
nl_nl: Clip Met 7 Regels
zh_cn: 7行

source: 7-Lines Scale
es_es: Escala de 7 líneas
nl_nl: Schaal Op 7 Regels
zh_cn: 7刻度

source: 8-Lines Clip
es_es: Clip de 8 lineas
nl_nl: Clip Met 8 Regels
zh_cn: 8行

source: 8-Lines Scale
es_es: Escala de 8 líneas
nl_nl: Schaal Op 8 Regels
zh_cn: 8刻度

source: 9-Lines Clip
es_es: Clip de 9 lineas
nl_nl: Clip Met 9 Regels
zh_cn: 9行

source: 9-Lines Scale
es_es: Escala de 9 líneas
nl_nl: Schaal Op 9 Regels
zh_cn: 9刻度

source: 10-Lines Scale
es_es: Escala de 10 líneas
nl_nl: Schaal Op 10 Regels
zh_cn: 10刻度

source: 12 Seconds
es_es: 12 Segundos
zh_cn: 12秒

source: 24 Seconds
es_es: 24 Segundos
zh_cn: 24秒

source: 48 Seconds
es_es: 48 Segundos
zh_cn: 48秒

source: A Watchy Widget
es_es: Un widget Watchy
nl_nl: Een watchy-widget
zh_cn: 一个Watchy小组件

source: API List
es_es: Lista API
nl_nl: API-lijst
zh_cn: API列表

source: Abdominal Cramps
es_es: Calambres abdominales
nl_nl: Buikkrampen
zh_cn: 腹部绞痛

source: Accented Color Mode
es_es: Modo de color acentuado

source: Accessibility
es_es: Accesibilidad
nl_nl: Toegankelijkheid
zh_cn: 辅助功能

source: Accessibility Off
es_es: Accesibilidad Desactivada
nl_nl: Toegankelijkheid Uit
zh_cn: 辅助功能关闭

source: Accessibility On
es_es: Accesibilidad Activada
nl_nl: Toegankelijkheid Op
zh_cn: 辅助功能开启

source: Accessory Background
es_es: Fondo accesorio

source: Acknowledgements
es_es: Agradecimientos
nl_nl: Dankbetuigingen
zh_cn: 致谢

source: Acne
es_es: Acné
zh_cn: 痤疮

source: Action
es_es: Acción
nl_nl: Actie
zh_cn: 操作

source: Actions
es_es: Funciones
nl_nl: Acties
zh_cn: 动作

source: Active Energy Burned
es_es: Calorias Quemadas
nl_nl: Actieve Energie Verbrand
zh_cn: 活跃的消耗

source: Active Memory
es_es: Memoria activa
nl_nl: Actief Geheugen
zh_cn: 活动内存

source: Active Memory Percentage
es_es: Porcentaje de memoria activa
nl_nl: Percentage Actief Geheugen
zh_cn: 活动内存百分比

source: Activity
es_es: Actividad
zh_cn: 健身

source: Activity Move Mode
es_es: Modo de Movimiento de Actividad
nl_nl: Activity Move-Modus
zh_cn: 活动移动模式

source: Add
es_es: Añadir
nl_nl: Toevoegen
zh_cn: 添加

source: Add New Color
es_es: Agregar Nuevo Color
nl_nl: Nieuwe Kleur Toevoegen
zh_cn: 添加新颜色

source: Add New Data
es_es: Agregar Nuevos Datos
nl_nl: Nieuwe Gegevens Toevoegen
zh_cn: 添加新数据

source: Add New Layer
es_es: Agregar Nueva Capa
nl_nl: Nieuwe Laag Toevoegen
zh_cn: 添加新图层

source: Add New...
es_es: Agregar Nuevo...
nl_nl: Nieuw toevoegen...
zh_cn: 添新...

source: Add Wallpaper
es_es: Agregar Fondo de Pantalla
nl_nl: Wallpaper Toevoegen
zh_cn: 添加墙纸

source: Add Wallpaper For Dark Mode (Optional)
es_es: Agregar Fondo de Pantalla para el modo oscuro (opcional)
nl_nl: Achtergrond Toevoegen Voor Donkere Modus (Optioneel)
zh_cn: 为深色模式添加墙纸（可选）

source: Add Wallpaper For Light Mode (Optional)
es_es: Agrega un fondo de pantalla para el modo claro (opcional).
nl_nl: Wallpaper Toevoegen Voor Lichte Modus (Optioneel)
zh_cn: 为浅色模式添加墙纸（可选）

source: Additional Guides
es_es: Guías adicionales
nl_nl: Aanvullende Hulplijnen
zh_cn: 其他指南

source: Additive Button
es_es: Botón Aditivo

source: Advice Slip
es_es: Hoja de asesoramiento
nl_nl: Adviesbriefje
zh_cn: 通知列表

source: Agenda (Chronological)
es_es: Agenda (Cronológica)
zh_cn: 日程（按时间顺序）

source: Agenda (Today)
es_es: Agenda (Hoy)
zh_cn: 日程（今日）

source: Agenda (Tomorrow)
es_es: Agenda (Mañana)
zh_cn: 日程（明日）

source: Agenda All-Day End
es_es: Agenda Fin de todo el día
zh_cn: 日程 全天结束

source: Agenda All-Day Start
es_es: Agenda Inicio de todo el día
zh_cn: 日程 全天开始

source: Agenda Events
es_es: Agenda Eventos
nl_nl: Agenda-Evenementen
zh_cn: 日程活动

source: Agenda Now
es_es: Agenda Ahora
zh_cn: 日程 现在

source: Agenda Reminders
es_es: Agenda Recordatorio
nl_nl: Herinneringen Aan Agenda
zh_cn: 日程提醒

source: Agenda Sources
es_es: Gestionar Listas y Calendarios
nl_nl: Agenda-Bronnen
zh_cn: 日程来源

source: Agenda Symbol
es_es: Símbolo de agenda
nl_nl: Agenda-Symbool
zh_cn: 日程符号

source: Agenda Symbol Color
es_es: Color del símbolo de la agenda
nl_nl: Kleur Van Agendasymbool
zh_cn: 日程符号颜色

source: Agenda Symbol Offset X
es_es: Desplazamiento del símbolo de la agenda X
nl_nl: Offset Van Agendasymbool X
zh_cn: 日程符号偏移X

source: Agenda Symbol Offset Y
es_es: Desplazamiento del símbolo de la agenda Y
nl_nl: Offset Van Agendasymbool Y
zh_cn: 日程符号偏移Y

source: Agenda Symbol Scale
es_es: Escala de símbolo de agenda
nl_nl: Agenda Symbool Schaal
zh_cn: 日程符号比例

source: Agenda Today
es_es: Agenda Hoy
zh_cn: 日程 今日

source: Agenda Tomorrow
es_es: Agenda Mañana
zh_cn: 日程 明日

source: Air Pressure
es_es: Presión del Aire
nl_nl: Luchtdruk
zh_cn: 气压

source: Album
es_es: Álbum

source: Album Art Source
es_es: Fuente de la carátula del álbum

source: Align
es_es: Alinear
nl_nl: Uitlijnen
zh_cn: 对齐

source: Alignment
es_es: Alineación
nl_nl: Uitlijning
zh_cn: 对齐

source: All
es_es: Todo
nl_nl: Al
zh_cn: 全部

source: All Events
es_es: Todos los Eventos
zh_cn: 所有活动

source: All Events Today
es_es: Todos los Eventos Hoy
nl_nl: Alle Evenementen Vandaag
zh_cn: 今日的所有活动

source: All Events Tomorrow
es_es: Todos los Eventos Mañana
zh_cn: 明日的所有活动

source: All Off
es_es: Todo Apagado
nl_nl: Alles Uit
zh_cn: 全部关闭

source: All Sizes
es_es: Todos los Tamaños
nl_nl: Alle maten
zh_cn: 所有尺寸

source: All widgets support color and font theming, make sure they look good themed as well.
es_es: Todos los widgets admiten personalización de color y fuente, asegúrate de que también se vean bien con el tema.
zh_cn: 所有小组件都支持颜色和字体主题，确保它们在主题下看起来也很美观。

source: Allow
es_es: Permitir
nl_nl: Toestaan
zh_cn: 允许

source: Alpha
es_es: Alfa
nl_nl: Alfa
zh_cn: 透明度

source: Alternate
es_es: Alterna
nl_nl: Afwisselend
zh_cn: 替代

source: Altitude
es_es: Altitud
nl_nl: Hoogte
zh_cn: 高度

source: Always
es_es: Siempre
nl_nl: Altijd
zh_cn: 总是

source: Amber
es_es: Ámbar
nl_nl: Barnsteen
zh_cn: 琥珀色

source: Analog Seconds
es_es: Segundos Analógicos
nl_nl: Analoge seconden
zh_cn: 秒表

source: Angle
es_es: Ángulo
nl_nl: Hoek
zh_cn: 角

source: Angle Range
es_es: Rango de Ángulo
nl_nl: Hoekbereik
zh_cn: 角度范围

source: Angular Mirrored A
es_es: Angular reflejado A
nl_nl: Hoekig Gespiegeld A
zh_cn: 角度A

source: Angular Mirrored B
es_es: Angular reflejado B
nl_nl: Hoekig Gespiegeld B
zh_cn: 角度B

source: Angular Reversed
es_es: Angular Invertido
nl_nl: Hoekig Omgekeerd
zh_cn: 倒角

source: Anime-Chan - Quote
es_es: Anime-Chan - Frase
nl_nl: Anime-Chan - Citaat
zh_cn: 动漫陈 - 报价

source: Anime-Chan - Quote Anime
es_es: Anime-Chan - Frase de Anime
nl_nl: Anime-Chan - Citeer Anime
zh_cn: Anime-Chan - 引用动漫

source: Anime-Chan - Quote Character
es_es: Anime-Chan - Frase de Personajes
nl_nl: Anime-Chan - Citaat Karakter
zh_cn: Anime-Chan - 引用角色

source: Any
es_es: Cualquier
nl_nl: Elke
zh_cn: 任何

source: Any donation is appreciated!
es_es: ¡Cualquier donación es apreciada!
nl_nl: Elke donatie wordt gewaardeerd!
zh_cn: 感谢您的捐助!

source: App Icon
es_es: Icono de la Aplicación
nl_nl: App Pictogram
zh_cn: 应用图标

source: App Language
es_es: Idioma de la Aplicación / App Language
zh_cn: 应用语言

source: App Store Account Settings
es_es: Configuración de la cuenta de App Store
nl_nl: App Store Accountinstellingen
zh_cn: App Store账户设置

source: Append (Optional)
es_es: Agregar (opcional)
nl_nl: Toevoegen (Optioneel)
zh_cn: 附加（可选）

source: Appetite Changes
es_es: Cambios en el apetito
nl_nl: Veranderingen In Eetlust
zh_cn: 食欲变化

source: Apple Apps
es_es: Apps de Apple
zh_cn: Apple应用程序

source: Apple Exercise Time
es_es: Tiempo de ejercicio de Apple
nl_nl: Apple Oefeningstijden
zh_cn: Apple运动时间

source: Apple Gauge
es_es: Medidor de Apple
zh_cn: Apple仪表

source: Apple Health App
es_es: App Salud de Apple

source: Apple Music Album Art Source
es_es: Fuente de la carátula del álbum de Apple Music

source: Apple Music disabled. All music related Widgys will now use Spotify data.
es_es: Apple Music desactivado. Todos los Widgys relacionados con música ahora usarán datos de Spotify.

source: Apple SF Symbols
es_es: Símbolos SF de Apple
nl_nl: Apple SF-symbolen
zh_cn: Apple SF符号

source: Apple Sleeping Wrist Temperature
es_es: Temperatura de muñeca para dormir de Apple
zh_cn: Apple睡眠手腕温度监测

source: Apple Stand Hour
es_es: Hora de soporte de Apple
nl_nl: Apple Stand Uur
zh_cn: Apple站立小时数

source: Apple Stand Time
es_es: Tiempo de espera de Apple
nl_nl: Standtijd van Apple
zh_cn: Apple站立分钟数

source: Apple Walking Steadiness
es_es: Manzana al caminar firmeza
nl_nl: Appelwandeling Stabiliteit
zh_cn: Apple步行稳定性

source: Apple Walking Steadiness Event
es_es: Evento de estabilidad al caminar de Apple
nl_nl: Apple Walking Steadiness-evenement
zh_cn: Apple步行稳定性事件

source: Apple's Apps
es_es: Apps de Apple
nl_nl: Apple-apps
zh_cn: Apple的应用

source: Apple's Settings (iOS 16, 17)
es_es: Ajustes de Apple (iOS 16, 17)

source: Apple's Settings (iOS 18+, Requires Shortcut)
es_es: Ajustes de Apple (iOS 18+, requiere atajo)

source: Apply Theme?
es_es: ¿Aplicar tema?
nl_nl: Thema toepassen?
zh_cn: 应用主题？

source: Apps By Friends
es_es: Apps de Confianza
nl_nl: Apps Van Vrienden
zh_cn: 好友的应用

source: Apps not present on this list need to be opened via the Shortcuts app.
es_es: Las aplicaciones que no están presentes en esta lista deben abrirse a través de la aplicación Atajos.
zh_cn: 未出现在此列表中的应用程序需要通过快捷指令应用程序打开。

source: Aquarius
es_es: Acuario
nl_nl: Waterman
zh_cn: 水瓶座

source: Are You An Influencer?
es_es: ¿Eres un influencer?
nl_nl: Ben jij een influencer?
zh_cn: 您是网红吗？

source: Are there any video tutorials?
es_es: ¿Hay algún vídeo tutorial?
zh_cn: 有视频教程吗？

source: Areas Of Interest
es_es: Áreas de interés
nl_nl: Thema ' S

source: Arrows
es_es: Flechas
nl_nl: Boogschutter
zh_cn: 箭头

source: Artist
es_es: Artista
nl_nl: Artiest

source: As of iOS 16.0, Live Timer, Analog Seconds, and Blink are not working. Hopefully, Apple will fix the issue soon.
es_es: Hasta iOS 16.0, el temporizador en directo, los segundos analógicos y el parpadeo no funcionan. Con suerte, Apple solucionará el problema pronto.
zh_cn: 截至iOS 16.0版本，动态计时器、模拟秒针及闪烁效果目前无法正常工作。我们期待Apple能尽快修复这一问题。

source: Aspect Fill
es_es: Relleno de Aspecto
nl_nl: Aspect Vullen
zh_cn: 圆形填充

source: Aspect Fit
es_es: Ajuste de Aspecto
nl_nl: Aspect-pasvorm
zh_cn: 方面适合

source: Async + No main() uses 'sendToWidgy(VALUE)' to return value to Widgy. You can use fetch, async/await, or any other asynchronous method of fetching data.
es_es: En un entorno asíncrono sin una función main(), se emplea 'sendToWidgy(VALUE)' para retornar el valor a Widgy. Puedes utilizar fetch, async/await, o cualquier otro método asíncrono para obtener datos.
nl_nl: Async + Geen main () gebruikt 'sendToWidgy (VALUE)' om waarde terug te geven aan Widgy. Je kunt fetch, async/await, of een andere asynchrone methode voor het ophalen van gegevens gebruiken.
zh_cn: Async + No main()使用“sendToWidgy(VALUE)”将值返回到Widgy。 您可以使用fetch、async/await或任何其他获取数据的异步方法。

source: At the moment, this is the best we can get.
es_es: Por el momento, esto es lo mejor que podemos conseguir.
nl_nl: Op dit moment is dit het beste wat we kunnen krijgen.
zh_cn: 目前，这是我们能得到的最好结果。

source: Atrial Fibrillation Burden
es_es: Carga de fibrilación auricular
zh_cn: 心房颤动负担

source: Audio Exposure Event
es_es: Evento de Exposición de Audio
nl_nl: Belichting Van Audio
zh_cn: 音频曝光事件

source: Author
es_es: Autor
nl_nl: Auteur
zh_cn: 作者

source: Auto Lines
es_es: Líneas automáticas
nl_nl: Automatische Lijnen
zh_cn: 自动线

source: Automate
es_es: Automatizar
nl_nl: Automatiseren
zh_cn: 自动化

source: Automate Height
es_es: Automatizar Altura
nl_nl: Hoogte Automatiseren
zh_cn: 自动化高度

source: Automate Width
es_es: Automatizar Ancho
nl_nl: Breedte Automatiseren
zh_cn: 自动化宽度

source: Automate X
es_es: Automatizar X
nl_nl: X Automatiseren
zh_cn: 自动化X

source: Automate Y
es_es: Automatizar Y
nl_nl: Y Automatiseren
zh_cn: 自动化Y

source: Automatic Color Mode
es_es: Modo de Color Automático
zh_cn: 自动颜色模式

source: Back button
es_es: Botón de Retroceso
nl_nl: De terugkeer toets
zh_cn: 后退按钮

source: Background
es_es: Fondo
nl_nl: Achtergrond
zh_cn: 背景

source: Backup restored
es_es: Copia de Seguridad Restaurada
zh_cn: 恢复备份

source: Backups Of Edited Widgets
es_es: Copias de seguridad de los widgets editados

source: Bar Chart
es_es: Gráfico de Barras
nl_nl: Staafdiagram
zh_cn: 条形图

source: Bar Edges Rounding
es_es: Redondeo de Bordes de Barra
nl_nl: Afronding Van Staafranden
zh_cn: 圆角

source: Basal Body Temperature
es_es: Temperatura Basal del Cuerpo
nl_nl: Basale Lichaamstemperatuur
zh_cn: 基础体温

source: Basal Energy Burned
es_es: Energía Basal Quemada
nl_nl: Basale Energie Verbrand
zh_cn: 基础消耗

source: Batch Reorder
es_es: Reordenar Lotes
zh_cn: 批量重新排序

source: Battery Charging
es_es: Bateria cargando
nl_nl: Accu Opladen
zh_cn: 正在充电

source: Battery Fully Charged
es_es: Batería completamente cargada
nl_nl: Accu Volledig Opgeladen
zh_cn: 已充满

source: Battery Hours Remaining
es_es: Horas de batería restantes
nl_nl: Resterende batterijduur
zh_cn: 电池小时剩余

source: Battery Level
es_es: Nivel de bateria
nl_nl: Accuniveau
zh_cn: 电量

source: Battery Not Charging
es_es: La batería no se carga
nl_nl: Accu Wordt Niet Opgeladen
zh_cn: 电池未充电

source: Battery mAh
es_es: Batería mAh
nl_nl: Batterij mAh
zh_cn: 电池mAh

source: Be sure to check out Help section for a better understanding of those limitations.
es_es: Asegúrate de consultar la sección de Ayuda para comprender mejor esas limitaciones.
zh_cn: 为了更好地理解这些限制，请务必查看帮助部分。

source: Be sure to check out Help tab for a better understanding of those limitations.
es_es: Asegúrese de consultar la pestaña Ayuda para comprender mejor esas limitaciones.
nl_nl: Zorg ervoor dat u het tabblad Help bekijkt voor een beter begrip van deze beperkingen.
zh_cn: 为了更好地理解这些限制，请务必查看帮助选项卡。

source: Bearer Token (Optional)
es_es: Token al portador (opcional)
nl_nl: Toonder (Facultatief)
zh_cn: 承载令牌（可选）

source: Before proceeding, sign in once again to confirm your credentials.
es_es: Antes de continuar, inicie sesión nuevamente para confirmar sus credenciales.
zh_cn: 在继续之前，请再次登录以确认您的凭证。

source: Before sharing, ensure this is not a recreation of a copyrighted watch face. These are forbidden from being published to Explore and will result in a ban.
es_es: Antes de compartirlo, asegúrese de que no se trate de una recreación de una esfera de reloj protegida por derechos de autor. Está prohibido publicarlos en Explore y resultarán en una prohibición.
nl_nl: Zorg ervoor dat dit geen replica is van een auteursrechtelijk beschermde wijzerplaat voordat u deelt. Deze mogen niet worden gepubliceerd op Explore en zullen resulteren in een ban.
zh_cn: 在分享之前，请确保这不是对受版权保护的表盘的再现。这些被禁止发布到探索页，并将导致你被封禁。

source: Before starting, we recommend exporting your data to a ZIP file as a safety precaution.
es_es: Antes de comenzar, recomendamos exportar tus datos a un archivo ZIP como medida de seguridad.

source: Before you edit a widget, a copy is automatically saved to the Bin.
es_es: Antes de editar un widget, se guarda automáticamente una copia en la Papelera.

source: Begin Spotify Setup
es_es: Comenzar Configuración de Spotify

source: Bin
es_es: Papelera

source: Biological Sex
es_es: Sexo biológico
nl_nl: Biologisch Geslacht
zh_cn: 生理性别

source: Bladder Incontinence
es_es: Incontinencia Urinaria
nl_nl: Blaasincontinentie
zh_cn: 膀胱失禁

source: Bleeding After Pregnancy
es_es: Sangrado después del embarazo

source: Bleeding During Pregnancy
es_es: Sangrado durante el embarazo

source: Blend Mode
es_es: Modo de mezcla
nl_nl: Blend Modus
zh_cn: 混合模式

source: Blink
es_es: Parpadear
nl_nl: Knipperen
zh_cn: 闪烁

source: Bloating
es_es: Hinchazón
nl_nl: Opgeblazen
zh_cn: 腹胀

source: Blood Alcohol Content
es_es: Contenido de Alcohol en Sangre
nl_nl: Bloed Alcohol Concentratie
zh_cn: 血液中酒精含量

source: Blood Glucose
es_es: Glucosa en Sangre
nl_nl: Bloed Glucose
zh_cn: 血糖数值

source: Blood Pressure Diastolic
es_es: Presión Arterial Diastólica
nl_nl: Diastolische Bloeddruk
zh_cn: 血压舒张

source: Blood Pressure Systolic
es_es: Presión Arterial Sistólica
nl_nl: Systolische Bloeddruk
zh_cn: 血压收缩

source: Blood Type
es_es: Tipo de Sangre
nl_nl: Bloedgroep
zh_cn: 血型

source: Blue
es_es: Azul
nl_nl: Blauw
zh_cn: 蓝色

source: Blue Grey
es_es: Gris azulado
nl_nl: Blauw-grijs
zh_cn: 蓝灰色

source: Bluetooth Off
es_es: Bluetooth Apagado
nl_nl: Bluetooth Uit
zh_cn: 蓝牙关闭

source: Bluetooth On
es_es: Bluetooth Encendido
nl_nl: Bluetooth Aan
zh_cn: 蓝牙开启

source: Bluetooth Status
es_es: Estado del Bluetooth
zh_cn: 蓝牙状态

source: Bluetooth permissions missing.
es_es: Faltan los permisos para usar el Bluetooth.
zh_cn: 无蓝牙权限。

source: Blur
es_es: Desenfocar
nl_nl: Vervagen
zh_cn: 模糊度

source: Blur Mode
es_es: Modo de desenfoque
nl_nl: Vervaag Modus
zh_cn: 模糊模式

source: Body Fat Percentage
es_es: Porcentaje de Grasa Corporal
nl_nl: Lichaamsvetpercentage
zh_cn: 身体脂肪百分比

source: Body Mass
es_es: Masa Corporal
nl_nl: Lichaamsmassa
zh_cn: 身体质量

source: Body Mass Index
es_es: Índice de Masa Corporal
nl_nl: BMI
zh_cn: 身体质量指数

source: Body Temperature
es_es: Temperatura Corporal
nl_nl: Lichaamstemperatuur
zh_cn: 体温

source: Bold Text
es_es: Texto en Negrita
nl_nl: Vetgedrukt
zh_cn: 粗体

source: Books
es_es: Libros
nl_nl: Boeken
zh_cn: 图书

source: Both
es_es: Ambos
nl_nl: Allebei
zh_cn: 自动

source: Both Modes
es_es: Ambos Modos
nl_nl: Beide modi
zh_cn: 自动变化

source: Bottom
es_es: Abajo
nl_nl: Bodem
zh_cn: 底部

source: Bottom Drawer
es_es: Cajón de Abajo
nl_nl: Onderste Lade
zh_cn: 底部抽屉

source: Bottom Left Bar Edge Rounding
es_es: Redondeo del borde de la barra inferior izquierda
zh_cn: 左下条形边缘圆角

source: Bottom Left Corner Deformation X
es_es: Deformación en la Esquina Inferior Izquierda en el Eje X
zh_cn: 左下角变形X

source: Bottom Left Corner Deformation Y
es_es: Deformación en la Esquina Inferior Izquierda en el EjeY
zh_cn: 左下角变形Y

source: Bottom Left Edge Rounding
es_es: Redondeo en el Borde Inferior Izquierdo
zh_cn: 左下边缘圆角

source: Bottom Right Bar Edge Rounding
es_es: Redondeo del Borde Inferior Derecho de la Barra
zh_cn: 右下条形边缘圆角

source: Bottom Right Corner Deformation X
es_es: Deformación en la Esquina Inferior Derecha en el Eje X
zh_cn: 右下角变形X

source: Bottom Right Corner Deformation Y
es_es: Deformación en la Esquina Inferior Derecha en el Eje Y
zh_cn: 右下角变形Y

source: Bottom Right Edge Rounding
es_es: Redondeo del Borde Inferior Derecho
zh_cn: 右下边缘圆角

source: Bounds
es_es: Límites
nl_nl: Grenzen
zh_cn: 边界

source: Boxes
es_es: Cajas
nl_nl: Doos
zh_cn: 盒

source: Breast Pain
es_es: Dolor en los Senos
nl_nl: Pijn In De Borst
zh_cn: 乳房疼痛

source: Brown
es_es: Marrón
nl_nl: Bruin
zh_cn: 棕色

source: Browse, filter and import Widgys made by our ever growing community.
es_es: Explora, filtra e importa Widgys creados por nuestra creciente comunidad.
nl_nl: Bladeren, filteren en import Widgys gemaakt door onze steeds groeiende gemeenschap.
zh_cn: 浏览，筛选和导入由我们不断发展的社区制作的Widgys。

source: Buddhist
es_es: Budista
nl_nl: Boeddhistisch
zh_cn: 佛历

source: Bugs likely won’t be fixed until the official release this fall.
es_es: Probablemente no se solucionen los errores hasta el lanzamiento oficial este otoño.

source: Bullets And Stars
es_es: Balas y Estrellas
nl_nl: Kogels En Sterren
zh_cn: 子弹和星星

source: Button
es_es: Botón
zh_cn: 按钮

source: By Minutes
es_es: Por Minutos
nl_nl: Op Minuten
zh_cn: 以分钟

source: By deleting your explore account you will also delete all your widgets uploaded to explore.
es_es: Al eliminar su cuenta de exploración, también eliminará todos los widgets cargados para explorar.
zh_cn: 删除您的探索账户后，您上传至探索页的所有小组件也将一并删除。

source: By proceeding, you will lose button configuration.
es_es: Al continuar, perderá la configuración de los botones.
zh_cn: 继续操作将导致按钮配置丢失。

source: CLEAR THE OCCUPIED SLOT
es_es: BORRAR EL SLOT OCUPADO
nl_nl: WIS DE BEZETTE SLOT
zh_cn: 清除占用的槽位

source: CLEAR THIS SLOT
es_es: BORRAR ESTE SLOT
nl_nl: WIS DEZE SLOT
zh_cn: 清除此插槽

source: CSV From Files
es_es: CSV de Archivos
zh_cn: 从文件获取 CSV

source: CSV From Web URL
es_es: CSV desde URL web
zh_cn: 从 Web URL 获取 CSV

source: CSV From Web URL (No Caching)
es_es: CSV desde URL web (sin almacenamiento en caché)
zh_cn: 从 Web URL 获取 CSV（无缓存）

source: CSV Picker
es_es: Selector CSV
zh_cn: CSV 选择

source: CSV has no consistent number data in any columns.
es_es: CSV no tiene datos numéricos consistentes en ninguna columna.
zh_cn: CSV 的任何列中都没有一致的数字数据。

source: Calendar And Reminders
es_es: Calendario y recordatorios
nl_nl: Agenda En Herinneringen
zh_cn: 日历和提醒

source: Calendar Chronological
es_es: Calendario Cronológico
zh_cn: 日历 按时间顺序排列

source: Calendar Events
es_es: Eventos del calendario
zh_cn: 日历 事件

source: Calendar Events Today
es_es: Eventos del calendario hoy
nl_nl: Agenda-Evenementen Vandaag
zh_cn: 日历 今日天文图片的事件

source: Calendar Events Tomorrow
es_es: Eventos del calendario mañana
zh_cn: 日历 明日的事件

source: Calendar No Data
es_es: Calendario sin datos
zh_cn: 日历 无数据

source: Calendar Today
es_es: Calendario hoy
zh_cn: 日历 今日

source: Calendar Tomorrow
es_es: Calendario mañana
zh_cn: 日历 明日

source: Calendar Type
es_es: Tipo de calendario
nl_nl: Agenda-Type
zh_cn: 日历类型

source: Calendar permissions missing.
es_es: Faltan permisos para acceder al calendario.

source: Camera
es_es: Cámara
zh_cn: 相机

source: Cancel
es_es: Cancelar
nl_nl: Annuleren
zh_cn: 取消

source: Capricorn
es_es: Capricornio
nl_nl: Steenbok
zh_cn: 魔羯座

source: Captain Icon
es_es: Icono del Capitán
nl_nl: Kapitein Icoon
zh_cn: 船长图标

source: Carrier Allows VOIP
es_es: La operadora permite VOIP
nl_nl: Aanbieder Staat VOIP Toe
zh_cn: 运营商网络电话

source: Carrier Allows VOIP No
es_es: La operadora no permite VOIP
nl_nl: Aanbieder Staat VOIP Niet Toe
zh_cn: 运营商不允许网络电话

source: Carrier Allows VOIP Yes
es_es: La operadora si permite VOIP
nl_nl: Aanbieder Staat VOIP Toe
zh_cn: 运营商允许网络电话

source: Carrier Country
es_es: País del Operador
nl_nl: Land Van Aanbieder
zh_cn: 运营商国家

source: Carrier Name
es_es: Nombre de la Operadora
nl_nl: Naam Aanbieder
zh_cn: 运营商名称

source: Cat Facts
es_es: Datos sobre Gatos
nl_nl: Katten feitjes
zh_cn: 猫的趣闻

source: Cell
es_es: Teléfono
nl_nl: Cel
zh_cn: 细胞

source: Cell Broadcast Address
es_es: Dirección de Emisión del Teléfono
nl_nl: Mobiele Broadcast-adres
zh_cn: 广播地址

source: Cell IP Address
es_es: Dirección IP del Teléfono
nl_nl: IP Adres
zh_cn: IP地址

source: Cell Netmask Address
es_es: Dirección de Máscara de Red Móvil
nl_nl: Mobiele Netmasker-adres
zh_cn: 网络子网掩码地址

source: Cell Network Off
es_es: Red Móvil Apagada
nl_nl: Mobiel Netwerk Uit
zh_cn: 网络关闭

source: Cell Network On
es_es: Red Móvil Encendida
nl_nl: Mobiel Netwerk Aan
zh_cn: 网络开启

source: Cell Network Status
es_es: Estado de la Red Móvil
nl_nl: Netwerkstatus
zh_cn: 网络状态

source: Cell Traffic
es_es: Trafico del Móvil
nl_nl: Mobiele Verkeer
zh_cn: 流量

source: Cell Traffic - Downloads
es_es: Datos Móviles - Descarga
nl_nl: Mobiele Verkeer - Downloads
zh_cn: 流量-下载

source: Cell Traffic - Uploads
es_es: Trafico de Datos Móviles - Subir
nl_nl: Mobiele Verkeer - Uploads
zh_cn: 流量-上传

source: Center
es_es: Centro
nl_nl: Centrum
zh_cn: 中心

source: Cervical Mucus Quality
es_es: Calidad del Moco Cervical
nl_nl: Cervicale Slijm Kwaliteit
zh_cn: 颈粘膜质量

source: Change Theme
es_es: Paleta de Colores
zh_cn: 改变颜色和字体

source: Change the canvas size to simulate another device, or toggle Dark/Light mode
es_es: Cambiar el tamaño del lienzo para simular otro dispositivo, o alternar entre el Modo Oscuro/Claro.
nl_nl: Wijzig de canvasgrootte om een ander apparaat te simuleren of schakel tussen de donkere / lichte modus
zh_cn: 改变画布大小来模拟另一个设备，或切换深色/浅色模式

source: Chart
es_es: Cuadro
nl_nl: Diagram
zh_cn: 图表

source: Chart Smart Symbols
es_es: Símbolos Inteligentes del Gráfico
nl_nl: Slimme Symbolen In Kaart Brengen
zh_cn: 图表智能符号

source: Chart Smoothing
es_es: Suavizado de Gráficos
nl_nl: Grafiek Gladmaken
zh_cn: 图表平滑

source: Charts
es_es: Gráficos
zh_cn: 图表
