Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Weather Heavy Rain
es_es: Tiempo: Lluvia intensa
nl_nl: Weer Zware Regenval
zh_cn: 大雨

source: Weather Heavy Sleet
es_es: Tiempo: Aguacero Intenso con Aguanieve
nl_nl: Weer Zware Ijzel
zh_cn: 大雨夹雪

source: Weather Heavy Snow
es_es: Tiempo: Nevadas intensas
nl_nl: Weer Zware Sneeuwval
zh_cn: 大雪

source: Weather Light Rain
es_es: Tiempo: Llovizna
nl_nl: Weer Lichte Regenval
zh_cn: 小雨

source: Weather Light Sleet
es_es: Tiempo: Lluvia Ligera con Aguanieve
nl_nl: Weer Lichte Ijzel
zh_cn: 小雨夹雪

source: Weather Light Snow
es_es: Tiempo: Nieve Ligera
nl_nl: Weer Lichte Sneeuwval
zh_cn: 小雪

source: Weather Partly Cloudy
es_es: Tiempo: Parcialmente Nublado
nl_nl: Weer Licht Bewolkt
zh_cn: 局部多云

source: Weather Rain
es_es: Tiempo: Lluvia
nl_nl: Weer Regen
zh_cn: 雨

source: Weather Sleet
es_es: Tiempo: Aguanieve
nl_nl: Weer Ijzel
zh_cn: 雨夹雪

source: Weather Snow
es_es: Tiempo: Nieve
nl_nl: Weer Sneeuw
zh_cn: 雪

source: Web And Maps
es_es: Web y Mapas
nl_nl: Web En Kaarten
zh_cn: 网络和地图

source: Web Screenshot
es_es: Captura de Pantalla Web
nl_nl: Web Schermafbeelding
zh_cn: 网页截图

source: Web Screenshot (2s Delay)
es_es: Captura de Pantalla web (Con retardo de 2 segundos)
nl_nl: Web Schermafbeelding (2s Vertraging)
zh_cn: 网页截图（延迟2秒）

source: Web Search
es_es: Búsqueda Web
nl_nl: Web Zoeken
zh_cn: 搜索引擎

source: Web URL
es_es: URL Web
zh_cn: 网页网址

source: Web URL (No Caching)
es_es: URL Web (Sin Almacenamiento en Caché)
nl_nl: Web URL (geen Caching)
zh_cn: Web URL（无缓存）

source: Week (Fraction)
es_es: Semana (Fracción)
nl_nl: Week (Fractie)
zh_cn: 周（分数）

source: Week (Percentage)
es_es: Semana (Porcentaje)
zh_cn: 周（百分比）

source: Week Number Color
es_es: Color del Número de Semana
nl_nl: Weeknummer Kleur
zh_cn: 周编号颜色：

source: Week Number Font
es_es: Fuente del Número de Semana
nl_nl: Weeknummer Lettertype
zh_cn: 周数字体

source: Week Number Font Scale
es_es: Escala de Fuente del Número de Semana
nl_nl: Weeknummer Lettertype schaal
zh_cn: 周数字体比例

source: Week Offset
es_es: Desplazamiento de Semana
zh_cn: 周偏移

source: Week Symbol
es_es: Símbolo de Semana
nl_nl: Week Symbool
zh_cn: 显示星期符号

source: Week Symbol Color
es_es: Color del Símbolo de la Semana
nl_nl: Week Symbool Kleur
zh_cn: 符号颜色

source: Week Symbol Offset X
es_es: Compensación del Símbolo de Semana X
nl_nl: Week Symbool Verschuiving X
zh_cn: 周符号偏移X

source: Week Symbol Offset Y
es_es: Compensación del Símbolo de Semana Y
nl_nl: Week Symbool Verschuiving Y
zh_cn: 周符号偏移Y

source: Week Symbol Scale
es_es: Escala de Símbolo de Semana
nl_nl: Week Symbool Schaal
zh_cn: 符号比例

source: Weight
es_es: Peso
nl_nl: Gewicht
zh_cn: 重量

source: Welcome to Widgy
es_es: Bienvenido a Widgy
nl_nl: Welkom bij Widgy
zh_cn: 欢迎来到Widgy

source: Welcome to Widgy Editor
es_es: Bienvenido a Widgy Editor
nl_nl: Welkom bij Widgy Bewerker
zh_cn: 欢迎使用Widgy编辑器

source: What's New
es_es: Qué hay de Nuevo
zh_cn: 新功能

source: Wheelchair Use
es_es: Uso de Silla de Ruedas
nl_nl: Rolstoelgebruik
zh_cn: 轮椅使用

source: Wheezing
es_es: Sibilancias
nl_nl: Piepende Ademhaling
zh_cn: 喘息

source: When designing your Watch Face, use the dual light/dark mode colors. On Watchy dark mode colors are being used when Always On Display is enabled.
es_es: Al diseñar tu esfera de reloj, utiliza los colores para el modo claro/oscuro. En Watchy, se utilizan los colores del modo oscuro cuando la pantalla siempre activa está habilitada.
nl_nl: Wanneer je de Watch Face aan het ontwerpen bent, gebruik de dubbele licht-/donkermodus kleuren. Wanneer het scherm "Altijd ingeschakeld" is op de Watchy, worden de kleuren van de donkeremodus gebruikt.
zh_cn: 设计表盘时，请使用浅色/深色双模式颜色。启用始终显示时，Watchy 会使用深色模式颜色。

source: When editing a widget, how do I choose the font size?
es_es: Al editar un Widget, ¿Cómo elijo el tamaño de fuente?
nl_nl: Hoe kies ik de lettergrootte bij het bewerken van een widget?
zh_cn: 编辑小组件时，如何选择字体大小？

source: While in low power mode, Widgets refresh less frequent.
es_es: Mientras están en modo de bajo consumo, los widgets se actualizan con menos frecuencia.
nl_nl: In de energiebesparende modus worden widgets minder vaak vernieuwd.
zh_cn: 在低电量模式下，小组件刷新的频率较低。

source: While widgets can't be natively transparent, you can place a special 'Transparent widget' image on the bottom layer of your widget.
es_es: Aunque los widgets no pueden ser nativamente transparentes, puedes colocar una imagen especial de 'widget transparente' en la capa inferior de tu widget.
nl_nl: Hoewel widgets niet standaard transparant kunnen zijn, kan je een speciale 'Transparante widget'-afbeelding op de onderste laag van je widget plaatsen.
zh_cn: 虽然小组件本身不能是透明的，但您可以在小组件的底层放置一个特殊的“透明小组件”图像。

source: While widgets can't be natively transparent, you can place an image on the bottom layer of your widget that is a cropped version of your wallpaper. Widgy has an crop tool that can help you with this.
es_es: Aunque los widgets no pueden ser nativamente transparentes, puedes colocar una imagen en la capa inferior de tu widget que sea una versión recortada de tu fondo de pantalla. Widgy tiene una herramienta de recorte que puede ayudarte con esto.
nl_nl: Hoewel widgets niet standaard transparant kunnen zijn, kan je een afbeelding op de onderste laag van je widget plaatsen die een bijgesneden versie van je achtergrond is. Widgy heeft bijsnijdgereedschap die je hierbij kan helpen.
zh_cn: 虽然小组件不能均为透明，但您可以将图像的底层的底层放在作为壁纸的裁剪版本的底层。 Widgy有一个裁剪工具，可以帮助您。

source: White
es_es: Blanco

source: Why aren't the Watch Faces on my Series 3 full screen?
es_es: ¿Por qué las esferas del reloj de mi Serie 3 no aparecen en pantalla completa?
nl_nl: Waarom staan de wijzerplaten niet op mijn Series 3 op volledig scherm?
zh_cn: 为什么我的 Series 3 上的表盘没有全屏显示？

source: Why doesn't my widget update more/at all?
es_es: ¿Por qué mi widget no se actualiza más o no se actualiza en absoluto?
nl_nl: Waarom wordt mijn widget niet vaker/helemaal niet bijgewerkt?
zh_cn: 为什么我的小组件不再更新了/完全不更新？

source: WiFi + Cell Traffic
es_es: WiFi + Tráfico Celular
nl_nl: WiFi + Mobiel Verkeer
zh_cn: WiFi +手机流量

source: WiFi Broadcast Address
es_es: Dirección de Transmisión WiFi
nl_nl: WiFi Broadcast Adres
zh_cn: WiFi广播地址

source: WiFi IP Address
es_es: Dirección IP WiFi
nl_nl: WiFi IP Adres
zh_cn: WiFi IP地址

source: WiFi Name (SSID)
es_es: Nombre WiFi (SSID)
nl_nl: WiFi Naam (SSID)
zh_cn: WiFi名称（SSID）

source: WiFi Netmask Address
es_es: Dirección de Máscara de Red WiFi
nl_nl: WiFi-netmaskeradres
zh_cn: WiFi网络掩码地址

source: WiFi Off
es_es: Wi-Fi Desactivado
nl_nl: WiFi Uit
zh_cn: WiFi关闭

source: WiFi On
es_es: WiFi Activado
nl_nl: WiFi Aan
zh_cn: WiFi开启

source: WiFi Status
es_es: Estado WiFi
zh_cn: WiFi状态

source: WiFi Traffic
es_es: Tráfico del Wi-Fi
nl_nl: WiFi-verkeer
zh_cn: WiFi流量

source: WiFi Traffic - Downloads
es_es: Trafico del Wi-Fi (Descarga)
nl_nl: WiFi-verkeer - Downloads
zh_cn: WiFi流量-下载

source: WiFi Traffic - Uploads
es_es: Trafico de WiFi - Subir
nl_nl: WiFi-verkeer - Uploads
zh_cn: WiFi流量-上传

source: Widget Action
es_es: Acción del Widget
zh_cn: 小组件操作

source: Widget Description
es_es: Descripción del Widget
nl_nl: Widgetbeschrijving
zh_cn: 小组件说明

source: Widget Dimensions
es_es: Dimensiones del widget

source: Widget Language
es_es: Idioma del Widget
nl_nl: Widget Taal
zh_cn: 小组件语言

source: Widget Name
es_es: Nombre del Widget
nl_nl: Widget Naam
zh_cn: 小组件名称

source: Widget Position
es_es: Posición del Widget
nl_nl: Widget Positie
zh_cn: 小组件位置

source: Widget Refreshes Automatically
es_es: El widget se actualiza automáticamente
zh_cn: 小组件自动刷新

source: Widget Settings
es_es: Ajustes del Widget
nl_nl: Widget Instellingen
zh_cn: 小组件设置

source: Widget Size
es_es: Tamaño del Widget
nl_nl: Widget Grootte
zh_cn: 小组件大小

source: Widget name or the name of selected layer
es_es: Nombre del widget o nombre de la capa seleccionada
nl_nl: Widget naam of de naam van de geselecteerde laag
zh_cn: 小组件名称或所选图层的名称

source: Widget won't display all data properly.
es_es: El widget no muestra todos los datos correctamente.
nl_nl: Widget zal niet alle gegevens goed weergeven.
zh_cn: 小组件无法正确显示所有数据。

source: Widgets are limited to a budget of just 30 MB of system memory. Adding a Dark Mode variant of the image increases the chances of overflowing that memory budget.
es_es: Cada widget está limitado a un uso de solo 30 MB de memoria del sistema. Agregar una variante en Modo Oscuro de la imagen aumenta las posibilidades de exceder ese límite.
nl_nl: Widgets zijn beperkt tot een budget van slechts 30 MB systeemgeheugen. Het toevoegen van een donkere modus-variant van de afbeelding vergroot de kans dat het geheugenbudget overloopt.
zh_cn: 小组件最多只能占用30MB的系统内存。 添加深色模式图像增加了内存溢出的风险。

source: Widgets can fetch data every 15 minutes (that includes various things like Battery Status, Weather, Agenda, and Health).
es_es: Los widgets pueden recuperar datos cada 15 minutos (lo que incluye varias cosas como estado de la batería, clima, agenda y salud).
nl_nl: Widgets kunnen elke 15 minuten gegevens ophalen (inclusief verschillende dingen zoals batterijstatus, weer, agenda en gezondheid).
zh_cn: 小组件可以每 15 分钟获取一次数据（包括电池状态、天气、日程和健康等各种内容）。

source: Widgets can update the display every minute. That means widgets can show the correct date and time, but other information will have a 15-minute 'lag'.
es_es: Los widgets pueden actualizar la pantalla cada minuto. Eso significa que los widgets pueden mostrar la fecha y hora correctas, pero otra información tendrá un "retraso" de 15 minutos.
nl_nl: Widgets kunnen de weergave elke minuut bijwerken. Dat betekent dat widgets de juiste datum en tijd kunnen tonen, maar dat andere informatie een 'vertraging' van 15 minuten heeft.
zh_cn: 小组件可以每分钟更新一次显示。这意味着小组件可以显示正确的日期和时间，但其他信息会有 15 分钟的“滞后”。

source: Widgy JSON copied to Pasteboard
es_es: Widgy JSON copiado a Portapapeles
nl_nl: Widgy JSON gekopieerd naar plakbord
zh_cn: Widgy JSON复制到粘贴板

source: Widgy Language
es_es: Idioma de Widgy
nl_nl: Widgy Taal
zh_cn: Widgy语言

source: Widgy Publish Failed
es_es: Error en la publicación de Widgy
nl_nl: Widgy Publiceren Is Mislukt
zh_cn: 小组件发布失败

source: Widgy Published
es_es: Widgy Publicado
nl_nl: Widgy Gepubliceerd
zh_cn: 小组件发布

source: Widgy Sizes
es_es: Tamaño de Widgy
nl_nl: Widgy Groottes
zh_cn: 小组件大小

source: Widgy doesn't support any third-party apps and doesn't integrate with their APIs.
es_es: Widgy no admite aplicaciones de terceros y no se integra con sus API.
nl_nl: Widgy ondersteunt geen apps van derden en integreert niet met hun API's.
zh_cn: Widgy 不支持任何第三方应用程序，也不与他们的 API 集成。

source: Widgy has all the necessary tools to make this as simple as possible. Just go to the 'Manage' tab, and tap on 'Set Transparent Background'.
es_es: Widgy tiene todas las herramientas necesarias para que esto sea lo más sencillo posible. Simplemente vaya a la pestaña "Administrar" y toque "Establecer fondo transparente".
nl_nl: Widgy heeft alle benodigde tools om dit zo eenvoudig mogelijk te maken. Ga gewoon naar het tabblad 'Beheren' en tik op 'Transparante achtergrond instellen'.
zh_cn: Widgy 拥有所有必要的工具，可以让这一切变得尽可能简单。只需转到“管理”选项卡，然后点击“设置透明背景”。

source: Widgy imported!
es_es: Widgy importado!
nl_nl: Widgy geïmporteerd!
zh_cn: 小组件导入已完成！

source: Widgy importing failed. Please make sure that you have a good internet connection.
es_es: Error al importar Widgy. Asegúrese de tener una buena conexión a Internet.
nl_nl: Importeren van Widgy is mislukt. Zorg ervoor dat je over een goede internetverbinding beschikt.
zh_cn: 小组件导入失败。请确保您具有良好的互联网连接。

source: Widgy importing failed. Please try to import via a different source type.
es_es: Error al importar Widgy. Intente importar a través de un tipo de fuente diferente.
nl_nl: Widgy importeren is mislukt. Probeer te importeren via een ander brontype.
zh_cn: 小组件导入失败。请尝试通过不同的源类型导入。

source: Widgy isn't listed when I try to add it to the Home screen
es_es: Widgy no aparece en la lista cuando intento agregarlo a la pantalla de inicio
nl_nl: Widgy wordt niet weergegeven wanneer ik het probeer toe te voegen aan het startscherm
zh_cn: 当我尝试将 Widgy 添加到主屏幕时未列出它

source: Widgy isn’t recommended on iOS beta
es_es: Widgy puede no funcionar bien en la beta de iOS

source: Widgy will automatically reload all live activities when switching to the app. You can also add a reload tap action to the live activity to make it reloadable on a simple tap. Thanks to iOS 17, the widget will reload in place.
es_es: Widgy volverá a cargar automáticamente todas las actividades en directo al cambiar a la aplicación. También puedes agregar una acción de toque para recargar a la actividad en directo para que sea recargable con un toque simple. Gracias a iOS 17, el widget se recargará en su lugar.
zh_cn: Widgy 在切换到应用时会自动重新加载所有实时活动。您还可以为实时活动添加一个重新加载点击操作，使其通过简单的点击即可重新加载。得益于 iOS 17，小部件将在原地重新加载。

source: Widgy will sort all Tap Actions alphabetically and use whatever comes up first.
es_es: Widgy ordenará todas las acciones de toque alfabéticamente y usará lo que aparezca primero.
nl_nl: Widgy zal alle tik acties alfabetisch sorteren en gebruiken wat er eerst komt.
zh_cn: 小组件将按字母顺序对所有点击动作进行排序，并使用最先出现的动作。

source: Width
es_es: Ancho
nl_nl: Breedte
zh_cn: 宽度

source: Width Inset
es_es: Ancho Insertado
nl_nl: Breedte inzet
zh_cn: 宽度插图

source: Will use [Day] variant if missing
es_es: Se usará la variante [Dia] si está ausente
zh_cn: 如果缺少，将使用 [Day] 变量

source: Wind Direction (Cardinal)
es_es: Dirección del Viento (Cardinal)
nl_nl: Windrichting (Kardinaal)
zh_cn: 风向（基数）

source: Wind Direction (Degrees)
es_es: Dirección del Viento (Grados)
nl_nl: Windrichting (Graden)
zh_cn: 风向（度）

source: Wind Direction E
es_es: Dirección del viento E
nl_nl: Windrichting O
zh_cn: 风向 东

source: Wind Direction N
es_es: Dirección del Viento N
nl_nl: Windrichting N
zh_cn: 风向 北

source: Wind Direction NE
es_es: Dirección del Viento NE
nl_nl: Windrichting NO
zh_cn: 风向 东北

source: Wind Direction NW
es_es: Dirección del Viento NW
nl_nl: Windrichting NW
zh_cn: 风向 西北

source: Wind Direction S
es_es: Dirección del Viento S
nl_nl: Windrichting Z
zh_cn: 风向 南

source: Wind Direction SE
es_es: Dirección del Viento SE
nl_nl: Windrichting ZO
zh_cn: 风向 东南

source: Wind Direction SW
es_es: Dirección del Viento SW
nl_nl: Windrichting ZW
zh_cn: 风向 西南

source: Wind Direction W
es_es: Dirección del Viento W
nl_nl: Windrichting W
zh_cn: 风向 西

source: Wind Speed
es_es: Velocidad del Viento
nl_nl: Windsnelheid
zh_cn: 风速

source: Woodsign collects certain data through Widgy that may be considered personally identifiable, such as your unique device identifier.
es_es: Woodsign recopila ciertos datos a través de Widgy que pueden considerarse de identificación personal, como el identificador único de su dispositivo.
nl_nl: Woodsign verzamelt via Widgy bepaalde gegevens die als persoonlijk identificeerbaar kunnen worden beschouwd, zoals uw unieke apparaat-ID.
zh_cn: WoodSign通过警告收集某些数据，可以被认为是个人身份，例如您的唯一设备标识符。

source: Woodsign may use third-party services to collect data about your device and your usage of Widgy and use it to improve the application experience and stability.
es_es: Woodsign puede utilizar servicios de terceros para recopilar datos sobre su dispositivo y su uso de Widgy y utilizarlos para mejorar la experiencia y la estabilidad de la aplicación.
nl_nl: Woodsign kan diensten van derden gebruiken om gegevens over uw apparaat en uw gebruik van Widgy te verzamelen en deze te gebruiken om de applicatie-ervaring en stabiliteit te verbeteren.
zh_cn: WoodSign可能使用第三方服务来收集有关设备的数据和您的Widgy的使用，并使用它来提高应用程序体验和稳定性。

source: Workout Effort Score
es_es: Puntuación de Esfuerzo en el Entrenamiento

source: Wrong password!
es_es: ¡Contraseña incorrecta!
nl_nl: Verkeerd wachtwoord!
zh_cn: 密码错误！

source: X Position
es_es: Posición X
nl_nl: X-Positie
zh_cn: X位置

source: Y Position
es_es: Posición Y
nl_nl: Y-Positie
zh_cn: Y位置

source: Year
es_es: Año
nl_nl: Jaar
zh_cn: 年

source: Year (Fraction)
es_es: Año (Fracción)
nl_nl: Jaar (Fractie)
zh_cn: 年（分数）

source: Year (Percentage)
es_es: Año (Porcentaje)
nl_nl: Jaar (Percentage)
zh_cn: 年份（百分比）

source: Years Since Date
es_es: Años Desde la Fecha
nl_nl: Jaren Sinds Datum
zh_cn: 自日期起已经过的年数

source: Yellow
es_es: Amarillo
nl_nl: Geel
zh_cn: 黄色

source: Yes.
es_es: Si.
nl_nl: Ja.
zh_cn: 是的。

source: You can disable Always On Display from the Watch Settings menu. Open the Settings app on your Apple Watch, go to Display & Brightness, and toggle the 'Always On' option.
es_es: Puede desactivar Always On Display desde el menú Configuración del reloj. Abra la aplicación Configuración en su Apple Watch, vaya a Pantalla y brillo y active la opción "Siempre encendido".
nl_nl: Je kan het 'Scherm Altijd Ingeschakeld' uitschakelen in het menu Watch-instellingen. Open de Instellingen-app op je Apple Watch, ga naar 'Beeldscherm en helderheid' en schakel de optie 'Altijd ingeschakeld' uit.
zh_cn: 您可以从 Watch Settings 菜单禁用待机显示。打开 Apple Watch 上的“设置”应用，转到“显示与亮度”，然后切换“始终显示”选项。

source: You can easily customize the font and colors of the assigned Widgy.
es_es: Puedes personalizar fácilmente la fuente y los colores del Widgy asignado.
nl_nl: Je kan eenvoudig het lettertype en de kleuren van de toegewezen Widgy aanpassen.
zh_cn: 您可以轻松自定义分配的Widgy的字体和颜色。

source: You can edit this type of widget, but you cannot assign them to your device.
es_es: Puedes editar este tipo de widget, pero no puedes asignarlos a tu dispositivo.
zh_cn: 您可以编辑此类型的小组件，但不能将它们分配给您的设备。

source: You can import any file made in Widgy. The importer won't convert the file to any other format (for example Widgy to Watchy).
es_es: Puedes importar cualquier archivo creado en Widgy. El importador no convertirá el archivo a ningún otro formato (por ejemplo, Widgy a Watchy).
zh_cn: 您可以导入任何在Widgy中创建的文件。导入程序不会将文件转换为任何其他格式（例如Widgy到Watchy）。

source: You can resize the drawer to any size.
es_es: Puedes redimensionar el cajón a cualquier tamaño.
nl_nl: Je kan het formaat van de lade naar elk formaat wijzigen.
zh_cn: 你可以调整抽屉的大小到任何大小。

source: You can use the || delimiter both in source and target to replace multiple strings at the same time.
es_es: Puedes utilizar el delimitador || tanto en la fuente como en el destino para reemplazar varias cadenas al mismo tiempo.
zh_cn: 您可以在源和目标中同时使用“||”分隔符来替换多个字符串。

source: You'll need to switch between this app and your browser to copy and paste the required information.
es_es: Tendrás que alternar entre esta app y tu navegador para copiar y pegar la información requerida

source: Your Device
es_es: Tu Dispositivo
nl_nl: Jouw Apparaat
zh_cn: 你的设备

source: Your Explore Accound Has Been Deleted
es_es: Su cuenta de exploración ha sido eliminada
nl_nl: Jouw Explore Accound is verwijderd.
zh_cn: 您的探索账户已被删除

source: Your Name
es_es: Tu Nombre
nl_nl: Jouw Naam
zh_cn: 你的名字

source: Your Time Zone
es_es: Tu Zona Horaria
nl_nl: Jouw Tijdzone
zh_cn: 您的时区

source: Your Widgys
es_es: Tus Widgys
nl_nl: Jouw Widgys
zh_cn: 你的Widgys

source: Yours
es_es: Mis Creaciones
nl_nl: De Jouwe
zh_cn: 你的

source: Zip Code
es_es: Código Postal
nl_nl: Postcode
zh_cn: 邮编

source: Zipping Failed
es_es: Error al Comprimir
nl_nl: Zippen mislukt
zh_cn: 压缩失败

source: Zodiac Aquarius
es_es: Zodíaco Acuario

source: Zodiac Aries
es_es: Zodíaco Aries

source: Zodiac Cancer
es_es: Zodíaco Cancer

source: Zodiac Capricon
es_es: Zodíaco Capricornio

source: Zodiac Gemini
es_es: Zodíaco Geminis

source: Zodiac Leo
es_es: Zodíaco Leo

source: Zodiac Libra
es_es: Zodíaco Libra

source: Zodiac Pisces
es_es: Zodíaco Piscis

source: Zodiac Sagittarius
es_es: Zodíaco Sagitario

source: Zodiac Scorpio
es_es: Zodíaco Escorpio

source: Zodiac Taurus
es_es: Zodíaco Tauro

source: Zodiac Virgo
es_es: Zodíaco Virgo

source: [Client ID]
es_es: [ID de cliente]

source: [Client Secret]
es_es: [Secreto de cliente]

source: [Day] Clear Sky
es_es: [Día] Cielo Despejado
zh_cn: [白天] 晴天

source: [Day] Clear Sky (Alternate)
es_es: [Día] Cielo despejado (Alternativo)

source: [Day] Cloudy
es_es: [Día] Nublado
zh_cn: [白天] 多云

source: [Day] Cloudy (Alternate)
es_es: [Día] Nublado (Alternativo)

source: [Day] Fair/Partly Cloudy
es_es: [Día] Despejado/Parcialmente Nublado
zh_cn: [白天] 晴/多云

source: [Day] Fair/Partly Cloudy (Alternate)
es_es: [Día] Parcialmente nublado (Alternativo)

source: [Day] Fog
es_es: [Día] Niebla
zh_cn: [白天] 雾

source: [Day] Fog (Alternate)
es_es: [Día] Niebla (Alternativo)

source: [Day] Heavy Rain
es_es: [Día] Lluvia Intensa
zh_cn: [白天] 大雨

source: [Day] Heavy Rain (Alternate)
es_es: [Día] Lluvia intensa (Alternativo)

source: [Day] Heavy Rain And Thunder
es_es: [Día] Lluvia Intensa y Truenos
zh_cn: [白天] 雷暴大雨

source: [Day] Heavy Rain And Thunder (Alternate)
es_es: [Día] Lluvia intensa con truenos (Alternativo)

source: [Day] Light Rain
es_es: [Día] Lluvia Ligera
zh_cn: [白天] 小雨

source: [Day] Light Rain (Alternate)
es_es: [Día] Lluvia ligera (Alternativo)

source: [Day] Snow
es_es: [Día] Nieve
zh_cn: [白天] 雪

source: [Day] Snow (Alternate)
es_es: [Día] Nieve (Alternativo)

source: [Night] Clear Sky
es_es: [Noche] Cielo Despejado
zh_cn: [夜间] 晴天

source: [Night] Clear Sky (Alternate)
es_es: [Noche] Cielo despejado (Alternativo)

source: [Night] Cloudy
es_es: [Noche] Nublado
zh_cn: [夜间] 多云

source: [Night] Cloudy (Alternate)
es_es: [Noche] Nublado (Alternativo)

source: [Night] Fair/Partly Cloudy
es_es: [Noche] Despejado/Parcialmente Nublado
zh_cn: [夜间] 晴/多云

source: [Night] Fair/Partly Cloudy (Alternate)
es_es: [Noche] Parcialmente nublado (Alternativo)

source: [Night] Fog
es_es: [Noche] Niebla
zh_cn: [夜间] 雾

source: [Night] Fog (Alternate)
es_es: [Noche] Niebla (Alternativo)

source: [Night] Heavy Rain
es_es: [Noche] Lluvia Intensa
zh_cn: [夜间] 大雨

source: [Night] Heavy Rain (Alternate)
es_es: [Noche] Lluvia intensa (Alternativo)

source: [Night] Heavy Rain And Thunder
es_es: [Noche] Lluvia Intensa y Truenos
zh_cn: [夜间] 雷暴大雨

source: [Night] Heavy Rain And Thunder (Alternate)
es_es: [Noche] Lluvia intensa con truenos (Alternativo)

source: [Night] Light Rain
es_es: [Noche] Lluvia Ligera
zh_cn: [夜间] 小雨

source: [Night] Light Rain (Alternate)
es_es: [Noche] Lluvia ligera (Alternativo)

source: [Night] Snow
es_es: [Noche] Nieve
zh_cn: [夜间] 雪

source: [Night] Snow (Alternate)
es_es: [Noche] Nieve (Alternativo)

source: [Old] Crop Center X
es_es: [Antiguo] Recortar Centro X

source: [Old] Crop Center Y
es_es: [Antiguo] Recortar Centro Y

source: [Old] Crop Height
es_es: [Antiguo] Altura de recorte

source: [Old] Crop Width
es_es: [Antiguo] Ancho de recorte

source: and Gradients
es_es: y Degradados
nl_nl: en Verlopen
zh_cn: 和渐变

source: conflicts
es_es: Conflictos

source: iCloud Sync
es_es: Sincronización con iCloud

source: iCloud Sync is currently in beta!
es_es: ¡La sincronización con iCloud está actualmente en fase beta!

source: iCloud, Export, Bin
es_es: iCloud, Exportar, Papelera

source: iOS 18.1 has introduced dynamic recoloring of wallpapers, which is not compatible with Widgy’s transparency feature. To address this issue, please set your wallpaper using the shortcut provided below.
es_es: iOS 18.1 ha introducido la recoloración dinámica de fondos de pantalla, lo cual no es compatible con la función de transparencia de Widgy. Para solucionar este problema, por favor configura tu fondo de pantalla usando el atajo que se proporciona a continuación.

source: iOS Version
es_es: Version de iOS
nl_nl: iOS-versie
zh_cn: iOS 版本
