Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: iPad users, take note! Widgets don't know the orientation of your device. In other words, you can have transparency either for portrait or landscape orientation BUT NOT FOR BOTH. Rotating your device will break the illusion of transparency.
es_es: Usuarios de iPad, ¡tomen nota! Los widgets no conocen la orientación de su dispositivo. En otras palabras, puede tener transparencia tanto para orientación vertical como horizontal PERO NO PARA AMBAS. Girar su dispositivo romperá la ilusión de transparencia.
nl_nl: iPad-gebruikers, let op! Widgets weten niet de oriëntatie van je apparaat. Met andere woorden, je kan transparantie hebben voor portret of landschap oriëntatie, maar niet voor beide. Het draaien van je apparaat zal de illusie van transparantie breken.
zh_cn: iPad用户，请注意！ 小组件不知道设备的方向。 换句话说，您可以为竖向或横向设置透明背景，但不能两个方向都设置。 旋转您的设备将破坏透明背景的效果。

source: iPhone Only
es_es: Solo iPhone
nl_nl: Alleen iPhone
zh_cn: 仅限 iPhone

source: iTunes Store
es_es: Tienda de iTunes
zh_cn: iTunes 商店。

source: key
es_es: Clave
nl_nl: toets
zh_cn: 键

source: lowercase
es_es: Minúscula
nl_nl: kleine letters
zh_cn: 小写字母

source: steps/m
es_es: Pasos/m
nl_nl: stappen/m
zh_cn: 步/m

source: title
es_es: Título
nl_nl: titel

source: unsynced files
es_es: Archivos no Sincronizados

source: value
es_es: Valor
nl_nl: waarde
zh_cn: 值

source: Circular
nl_nl: Circulair
zh_cn: 圆环图

source: Max
zh_cn: 最大

source: Min
zh_cn: 最小

source: N
zh_cn: 北

source: NE
zh_cn: 东北

source: NW
zh_cn: 西北

source: No
nl_nl: Nee
zh_cn: 否

source: Off
nl_nl: Uit
zh_cn: 关闭

source: On
nl_nl: Aan
zh_cn: 打开

source: Oral
nl_nl: Mondeling
zh_cn: 口服

source: Rectangular
zh_cn: 长方形

source: S
zh_cn: 南

source: SE
zh_cn: 东南

source: SW
zh_cn: 西南

source: Video
zh_cn: 视频

source: W
zh_cn: 西

source: Watchy
zh_cn: 警惕

source: d
zh_cn: 天

source: m
zh_cn: 分

source: s
zh_cn: 秒

source: h
nl_nl: u
zh_cn: 小时

source: Widgy Widget
nl_nl: Een Widgy Widget
zh_cn: Widgy小组件

source: 10-Lines Clip
nl_nl: Clip Met 10 Regels
zh_cn: 10行

source: APIs
zh_cn: 应用程序接口

source: Agenda
zh_cn: 日程

source: Albums
zh_cn: 相册

source: Angular
nl_nl: Hoekig
zh_cn: 角度

source: Aries
nl_nl: Ram
zh_cn: 白羊座

source: Assistive Touch
nl_nl: Hulp Bij Aanraking
zh_cn: 辅助触控

source: Async + No main()
nl_nl: Async + Geen main()
zh_cn: 异步 + 没有 main()

source: Auto
zh_cn: 自动

source: BG
zh_cn: 背景

source: Beaufort (B)
zh_cn: 博福特（B）

source: Bluetooth
nl_nl: Bluetoothverbinding
zh_cn: 蓝牙

source: Braille
zh_cn: 盲文

source: Cancer
nl_nl: Kreeft
zh_cn: 巨蟹座

source: Celsius
zh_cn: 摄氏温度

source: Clips
nl_nl: Knipsels
zh_cn: 剪辑

source: Color
nl_nl: Kleur
zh_cn: 颜色

source: Dual
nl_nl: Dubbel
zh_cn: 双颜色渐变

source: Dual Color
nl_nl: Dubbele kleur
zh_cn: 双色

source: Dynamic Island
zh_cn: 灵动岛

source: Error
nl_nl: Foutmelding
zh_cn: 错误

source: Ethiopic Amete Alem
nl_nl: Ethiopische Amete Alem
zh_cn: 埃塞俄比亚历Amete Alem

source: Ethiopic Amete Mihret
nl_nl: Ethiopische Amete Mihret
zh_cn: 埃塞俄比亚历Amete Mihret

source: Fahrenheit
zh_cn: 华氏温度

source: Feed
nl_nl: Voer
zh_cn: 推荐

source: Feedback
zh_cn: 反馈

source: Font Offset
nl_nl: Lettertype-Verschuiving
zh_cn: 字体偏移

source: Font Offset X
nl_nl: Lettertype Verschuiving X
zh_cn: 字体偏移X

source: Font Offset Y
nl_nl: Lettertype-Verschuiving Y
zh_cn: 字体偏移Y

source: Gaming
nl_nl: Gamen
zh_cn: 游戏

source: GarageBand
zh_cn: 随身录音室

source: Gemini
nl_nl: Tweeling
zh_cn: 双子座

source: General
nl_nl: Algemeen
zh_cn: 概述

source: HEX
zh_cn: 16进制

source: Horizontal
nl_nl: Horizontaal
zh_cn: 水平

source: Indices
nl_nl: Indexen
zh_cn: 指数

source: Indigo
zh_cn: 靛蓝色

source: Javascript
zh_cn: JavaScript语言

source: Javascript [Async + No main()]
nl_nl: Javascript [Async + Geen main ()]
zh_cn: Javascript [异步 + 无 main()]

source: JokeAPI v2
zh_cn: 笑话API v2

source: Leo
nl_nl: Leeuw
zh_cn: 狮子座

source: Libra
nl_nl: Weegschaal
zh_cn: 天秤座

source: Lunar
nl_nl: Maan
zh_cn: 阴历

source: Mail
nl_nl: E-mail
zh_cn: 邮件

source: Material
nl_nl: Materiaal
zh_cn: 色板

source: Media
zh_cn: 媒体

source: Mono Audio
zh_cn: 单声道音频

source: Multi
zh_cn: 多颜色渐变

source: Multi Color
nl_nl: Meerdere kleuren
zh_cn: 多色

source: Multicolor
nl_nl: Meerkleurig
zh_cn: 多色

source: N/A
nl_nl: N.v.t.
zh_cn: 不适用

source: Nike Fuel
zh_cn: Nike 燃料

source: Ordinal
nl_nl: ordinaal
zh_cn: 序号

source: Original
nl_nl: Origineel
zh_cn: 原版

source: PPI
zh_cn: 生产者价格指数

source: Podcasts
zh_cn: 播客

source: Radial
nl_nl: Radiaal
zh_cn: 径向

source: Regular
nl_nl: Regelmatige
zh_cn: 常规

source: Script
zh_cn: 脚本

source: TV
zh_cn: 电视

source: TheCatApi
zh_cn: ThaCatApi

source: TheCocktailDB
zh_cn: 鸡尾酒数据库

source: TheMealDB
zh_cn: 膳食数据库

source: Triple
nl_nl: Drievoudig
zh_cn: 三颜色渐变

source: Triple Color
nl_nl: Drievoudige Kleur
zh_cn: 三重颜色

source: URL
zh_cn: 网址

source: VO2Max
zh_cn: 最大摄氧量

source: Vertical
nl_nl: Verticaal
zh_cn: 垂直

source: Virgo
nl_nl: Maagd
zh_cn: 处女座

source: Voice Over
zh_cn: 配音

source: Watchy Slot
zh_cn: Watchy插槽

source: Widget / Watchy Language
nl_nl: Widget / Watchy Taal
zh_cn: 小组件/Watchy 语言

source: Widgy Debug
zh_cn: 智能调试

source: Zoom
zh_cn: 缩放

source: +1h
nl_nl: +1u

source: +2h
nl_nl: +2u

source: +3h
nl_nl: +3u

source: +4h
nl_nl: +4u

source: +5h
nl_nl: +5u

source: +6h
nl_nl: +6u

source: +7h
nl_nl: +7u

source: +8h
nl_nl: +8u

source: +9h
nl_nl: +9u

source: +10h
nl_nl: +10u

source: +11h
nl_nl: +11u

source: +12h
nl_nl: +12u

source: +13h
nl_nl: +13u

source: +14h
nl_nl: +14u

source: +15h
nl_nl: +15u

source: +16h
nl_nl: +16u

source: +17h
nl_nl: +17u

source: +18h
nl_nl: +18u

source: +19h
nl_nl: +19u

source: +20h
nl_nl: +20u

source: +21h
nl_nl: +21u

source: +22h
nl_nl: +22u

source: +23h
nl_nl: +23u

source: App Store
nl_nl: App Winkel

source: Font Awesome Regular
nl_nl: FontAwesome - Regulier

source: Watch
nl_nl: Bekijken

source:  Music
nl_nl: Muziek

source:  Watch
nl_nl: Kijken
