Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Starting with v3.2, the transparency layer is locked from editing, to avoid incorrect frame positions and unwanted effects. If you wish to fine-tune the transparency layer, go to the Documents drawer tab and unlock it from there.
es_es: A partir de la versión 3.2, la capa de transparencia está bloqueada para su edición, para evitar posiciones de marco incorrectas y efectos no deseados. Si deseas ajustar la capa de transparencia, ve a la pestaña del cajón de Documentos y desbloquéala desde allí.
zh_cn: 从 v3.2 开始，透明图层被锁定，以避免错误的框架位置和意外效果。如果您希望微调透明图层，请转到文档抽屉标签并从那里解锁。

source: Stash
es_es: Colección Guardada
zh_cn: 暂存

source: State
es_es: Provincia
nl_nl: Staat
zh_cn: 州/省

source: Static Needle
es_es: Aguja Estática
nl_nl: Statische Naald
zh_cn: 静电针

source: Status (Full)
es_es: Tiempo Actual (Completo)
nl_nl: Status (Volledig)
zh_cn: 状态（完整）

source: Status (Simple)
es_es: Tiempo Actual (Sencillo)
nl_nl: Status (Eenvoudig)
zh_cn: 状态（简单）

source: Status Bar Visible
es_es: Barra de Estado Visible
nl_nl: Statusbalk zichtbaar
zh_cn: 状态栏可见

source: Step Count
es_es: Conteo de Pasos
nl_nl: Stap Telling
zh_cn: 步数

source: Stocks
es_es: Cepo
nl_nl: Aandelen
zh_cn: 股票

source: Stocks 24hr Change
es_es: Cambio en 24 horas de las acciones
zh_cn: 股票24小时涨跌

source: Stocks Price
es_es: Precio de las Acciones
zh_cn: 股票价格

source: Stocks Volume
es_es: Volumen de acciones
zh_cn: 股票成交量

source: Stop + Sound
es_es: Parar + Sonido
zh_cn: 停止 + 声音

source: Store
es_es: Tienda
nl_nl: Op te slaan
zh_cn: 商店

source: Street Name
es_es: Nombre de la Calle
nl_nl: Naam Straat
zh_cn: 街道名

source: Street Name + Number
es_es: Nombre de la Calle + Número
nl_nl: Straatnaam + Nummer
zh_cn: 街道名称+号码

source: Street Number
es_es: Número de Calle
nl_nl: Straat Nummer
zh_cn: 门牌号码

source: Stretching
es_es: Extensión
nl_nl: uitrekken
zh_cn: 拉伸

source: Strikethrough
es_es: Tachado
nl_nl: Doorhalen
zh_cn: 删除线

source: Submit
es_es: Entregar
nl_nl: Indienen
zh_cn: 提交

source: Subtract
es_es: Sustraer
nl_nl: Aftrekken
zh_cn: 减去

source: Success + Sound
es_es: Éxito + Sonido
zh_cn: 成功 + 声音

source: Suffix
es_es: Sufijo
nl_nl: Achtervoegsel
zh_cn: 后缀

source: Sum
es_es: Suma
nl_nl: Som
zh_cn: 总和

source: Sun And Moon
es_es: Sol y Luna
nl_nl: Zon En Maan
zh_cn: 太阳和月亮

source: Sun Azimuth
es_es: Azimut / Posición del Sol
zh_cn: 太阳方位角

source: Sun Distance
es_es: Distancia del Sol
zh_cn: 太阳距离

source: Sun Elevation
es_es: Elevación del Sol
zh_cn: 太阳高度

source: Sun Transit
es_es: Tránsito Solar
zh_cn: 太阳凌日

source: Sunday Color
es_es: Color del Domingo
nl_nl: Zondag Kleur
zh_cn: 周日颜色

source: Sunrise
es_es: Amanecer
nl_nl: Zonsopgang
zh_cn: 日出

source: Sunset
es_es: Atardecer
nl_nl: Zonsondergang
zh_cn: 日落

source: Supported HEX formats:
es_es: Formatos HEX Soportados:
nl_nl: Ondersteunde HEX-formaten:
zh_cn: 支持的HEX格式：

source: Supports Apple Pencil
es_es: Compatible con Apple Pencil
nl_nl: Ondersteunt Apple Pencil
zh_cn: 支持Apple Pencil

source: Supports Apple Pencil No
es_es: No es Compatible con Apple Pencil
nl_nl: Ondersteunt Apple Pencil Nee
zh_cn: 支持Apple Pencil No

source: Supports Apple Pencil Yes
es_es: Si es Compatible con Apple Pencil
nl_nl: Ondersteunt Apple Pencil Ja
zh_cn: 支持Apple Pencil Yes

source: Supports FaceID
es_es: Compatible con FaceID
nl_nl: Ondersteunt FaceID
zh_cn: 支持面容ID

source: Supports FaceID No
es_es: No es Compatible con FaceID
nl_nl: Ondersteunt FaceID No
zh_cn: 支持面容ID 否

source: Supports FaceID Yes
es_es: Si es Compatible con FaceID
nl_nl: Ondersteunt FaceID Ja
zh_cn: 支持面容ID 是

source: Supports TouchID
es_es: Compatible con TouchID
nl_nl: Ondersteunt TouchID
zh_cn: 支持触控ID

source: Supports TouchID No
es_es: No es Compatible con TouchID
nl_nl: Ondersteunt TouchID No
zh_cn: 支持触控ID 否

source: Supports TouchID Yes
es_es: Si es Compatible con TouchID
nl_nl: Ondersteunt TouchID Ja
zh_cn: 支持触控ID 是

source: Supports Wireless Charging
es_es: Admite Carga Inalámbrica
nl_nl: Ondersteunt draadloos opladen
zh_cn: 支持无线充电

source: Supports Wireless Charging No
es_es: No admite Carga Inalámbrica
nl_nl: Ondersteunt draadloos opladen Nee
zh_cn: 支持无线充电无

source: Supports Wireless Charging Yes
es_es: Si admite Carga Inalámbrica
nl_nl: Ondersteunt draadloos opladen Ja
zh_cn: 支持无线充电是

source: Swimming Stroke Count
es_es: Conteo de Brazadas de Natación
nl_nl: Aantal Zwemslagen
zh_cn: 游泳行程数

source: Switch Control
es_es: Control del Interruptor
nl_nl: Schakelaar
zh_cn: 切换控制

source: Symbol
es_es: Símbolo
nl_nl: Symbool
zh_cn: 符号

source: Symbol + Text
es_es: Símbolo + Texto
zh_cn: 符号+文字

source: Symbol Alternation
es_es: Alternancia de Símbolos
nl_nl: Symbool Afwisseling
zh_cn: 符号交替

source: Symbol Color
es_es: Color del Símbolo
nl_nl: Kleur Symbool
zh_cn: 符号颜色

source: Symbol Offset X
es_es: Desplazamiento de Símbolo X
nl_nl: Symbool Verschuiving X
zh_cn: 符号偏移X

source: Symbol Offset Y
es_es: Desplazamiento de Símbolo Y
nl_nl: Symbool Verschuiving Y
zh_cn: 符号偏移Y

source: Symbol Rotation
es_es: Rotación de Símbolos
nl_nl: Symbool Rotatie
zh_cn: 符号旋转

source: Symbol Scale
es_es: Escala de Símbolo
nl_nl: Symboolschaal
zh_cn: 符号比例

source: Symbol Segments
es_es: Segmentos de Símbolo
nl_nl: Symbool Segmenten
zh_cn: 符号段

source: Symbol Shadow Color
es_es: Color de Sombra del Símbolo
nl_nl: Symbool Schaduwkleur
zh_cn: 符号阴影颜色

source: Symbol Shadow Offset X
es_es: Desplazamiento de Sombra de Símbolo X
nl_nl: Symbool Schaduw Verschuiving X
zh_cn: 符号阴影偏移X

source: Symbol Shadow Offset Y
es_es: Desplazamiento de Sombra de Símbolo Y
nl_nl: Symbool Schaduw Verschuiving Y
zh_cn: 符号阴影偏移Y

source: Symbol Shadow Radius
es_es: Radio de Sombra del Símbolo
nl_nl: Symbool Schaduwstraal
zh_cn: 符号阴影半径

source: Symbol Tangent Rotation
es_es: Símbolo de Rotación Tangente
nl_nl: Rotatie Van Symbool Raaklijn
zh_cn: 符号切线旋转

source: Sync Completed
es_es: Sincronización Completada
nl_nl: Synchronisatie voltooid
zh_cn: 同步完成

source: Sync Failed
es_es: Sincronización Fallida
nl_nl: Synchronisatie mislukt
zh_cn: 同步失败

source: Sync To Watch
es_es: Sincronizar en el Apple Watch
nl_nl: Synchroniseren om te bekijken
zh_cn: 同步观看

source: Sync complete
es_es: Sincronización completada

source: Syncing to Watch doesn't finish (the popup never dismisses)
es_es: La sincronización con Watch no finaliza (la ventana emergente nunca se cierra)
nl_nl: Synchroniseren met Watch wordt niet voltooid (de pop-up wordt nooit gesloten)
zh_cn: 同步到 Watch 没有完成（弹出窗口永远不会消失）

source: Syncing to iCloud
es_es: Sincronizando con iCloud

source: System Full
es_es: Sistema Lleno
nl_nl: Systeem Vol
zh_cn: 系统已满

source: System Info
es_es: Información del Sistema
nl_nl: Systeem Info
zh_cn: 系统信息

source: System Long
es_es: Sistema Largo
nl_nl: Systeem Lang
zh_cn: 系统长

source: System Medium
es_es: Medio del Sistema
nl_nl: Systeem Middelgroot
zh_cn: 系统中

source: System Memory
es_es: Memoria del Sistema
nl_nl: Systeemgeheugen
zh_cn: 系统内存

source: System Memory Percentage
es_es: Porcentaje de Memoria del Sistema
nl_nl: Percentage Systeemgeheugen
zh_cn: 系统内存百分比

source: System Network
es_es: Red del Sistema
nl_nl: Systeemnetwerk
zh_cn: 系统网络

source: System Short
es_es: Sistema Corto
nl_nl: Systeem Kort
zh_cn: 系统短路

source: TIP
es_es: Aportación de
zh_cn: 打赏

source: TMDB - Trending Movies Description
es_es: Descripción de Películas de Tendencia en TMDB
nl_nl: TMDB - Beschrijving Van Trending Films
zh_cn: TMDB-热门电影说明

source: TMDB - Trending Movies Image
es_es: Imágenes de Películas de Tendencia en TMDB
nl_nl: TMDB - Trending Movies-afbeelding
zh_cn: TMDB-电影趋势图像

source: TMDB - Trending Movies Title
es_es: Títulos de Películas de Tendencia en TMDB
nl_nl: TMDB - Titel Van Trending Films
zh_cn: TMDB-热门电影标题

source: TMDB - Trending Shows Description
es_es: Descripción de Programas de Tendencia en TMDB
nl_nl: TMDB - Beschrijving Van Trending Shows
zh_cn: TMDB-趋势显示说明

source: TMDB - Trending Shows Image
es_es: Imágenes de Programas de Tendencia en TMDB
nl_nl: TMDB - Trending Shows Afbeelding
zh_cn: TMDB-趋势显示图像

source: TMDB - Trending Shows Title
es_es: Títulos de Programas de Tendencia en TMDB
nl_nl: TMDB - Titel Van Trending Shows
zh_cn: TMDB-趋势显示标题

source: Take me to the download
es_es: Llévame a la Descarga
zh_cn: 带我去下载

source: Tangent
es_es: Tangente
nl_nl: Raaklijn
zh_cn: 切线

source: Tap Action
es_es: Acción al Tocar
nl_nl: Tik Actie
zh_cn: 点击动作

source: Tap On Widget To Enter Password
es_es: Pulsa sobre el widget para introducir la contraseña

source: Tap To Customize
es_es: Toca para Personalizar
nl_nl: Tik om aan te passen
zh_cn: 点击自定义

source: Tap To Edit
es_es: Pulsa para Editar
zh_cn: 点击编辑

source: Tap To Select
es_es: Toque para Seleccionar
nl_nl: Tik Om Te Selecteren
zh_cn: 点击选择

source: Tap and hold your finger on the large text section and then move your finger left or right to select different tabs. You can also slide your finger down to see the text of the selected tab.
es_es: Toque y mantenga presionado su dedo en la sección de texto grande y luego muévalo hacia la izquierda o hacia la derecha para seleccionar diferentes pestañas. También puede deslizar el dedo hacia abajo para ver el texto de la pestaña seleccionada.
nl_nl: Tik en houd uw vinger op het grote tekstgedeelte en beweeg uw vinger naar links of rechts om verschillende tabbladen te selecteren. U kunt ook met uw vinger naar beneden schuiven om de tekst van het geselecteerde tabblad te zien.
zh_cn: 点击并按住大文本部分的手指，然后向左或向右移动手指以选择不同的选项卡。您还可以向下滑动手指以查看所选选项卡的文本。

source: Tap on an empty slot to assign a Widgy. After that, just add Widgy with that slot name to your Home Screen.
es_es: Toca en un Slot vacío para asignar un Widgy. Después de eso, simplemente añade el Widgy con ese nombre de espacio a tu pantalla de inicio.
nl_nl: Tik op een leeg slot om een Widgy toe te wijzen. Voeg daarna Widgy met die slotnaam toe aan je startscherm.
zh_cn: 点击一个空插槽来分配一个Widgy。 之后，只需将该插槽名称添加到主屏幕。

source: Tap on any layer to select it.
es_es: Toque cualquier capa para seleccionarla.
nl_nl: Tik op een laag om deze te selecteren.
zh_cn: 点击任意一层以将其选中。

source: Tap to create
es_es: Toca para Crear
nl_nl: Tik om te maken
zh_cn: 点击以创建

source: Tapping on assigned Widgy slot will present the options to either replace the Widgy or clear the slot.
es_es: Al tocar la ranura Widgy asignada se presentarán las opciones para reemplazar el Widgy o borrar la ranura.
nl_nl: Als u op de toegewezen Widgy-sleuf tikt, worden de opties weergegeven om de Widgy te vervangen of de sleuf te wissen.
zh_cn: 点击已被分配的Widgy插槽可选择更换Widgy或清除插槽。

source: Taurus
es_es: Tauro
nl_nl: Stier
zh_cn: 金牛座

source: Teal
es_es: Verde Azulado
nl_nl: groenblauw
zh_cn: 青色

source: Technical
es_es: Técnico
nl_nl: Technisch
zh_cn: 技术

source: Temperature
es_es: Temperatura
nl_nl: Temperatuur
zh_cn: 温度

source: Temperature (Always In C°)
es_es: Temperatura (Siempre en C°)
zh_cn: 温度（始终以 C° 为单位）

source: Temperature (Always In F°)
es_es: Temperatura (Siempre en F°)
zh_cn: 温度（始终以 F° 为单位）

source: Temperature Unit
es_es: Unidad de Temperatura
nl_nl: Temperatuur-Eenheid
zh_cn: 温度单位

source: Tenth
es_es: Décima
nl_nl: Tiende
zh_cn: 第十次

source: Text
es_es: Texto
nl_nl: Tekst
zh_cn: 文本

source: Text Case
es_es: Caso de Texto
nl_nl: Tekst Case
zh_cn: 文本大小写

source: Text Formatting
es_es: Formato de Texto
nl_nl: Tekstopmaak
zh_cn: 文本格式

source: Text On Top
es_es: Texto en la Parte Superior
nl_nl: Tekst Bovenaan
zh_cn: 顶部文字

source: Thank you for your report.
es_es: Gracias por tu reporte.
nl_nl: Dank u voor uw verslag.
zh_cn: 感谢您的报告。

source: Thank you for your support.
es_es: Gracias por tu apoyo.
nl_nl: Hartelijk dank voor uw steun.
zh_cn: 感谢您的支持。

source: The Bin also keeps all deleted widgets to make sure iCloud can correctly sync changes across your devices; including deletions.
es_es: La papelera también guarda todos los widgets eliminados para asegurarse de que iCloud pueda sincronizar correctamente los cambios en todos tus dispositivos, incluidas las eliminaciones.

source: The QR you're trying to import is from a newer version of the app. Please update your app and try again.
es_es: El QR que estás intentando importar es de una versión más reciente de la aplicación. Actualice su aplicación e inténtelo nuevamente.
nl_nl: De QR die u probeert te importeren, is afkomstig uit een nieuwere versie van de app. Werk uw app bij en probeer het opnieuw.
zh_cn: 您尝试导入的二维码来自较新版本的应用程序。请更新您的应用，然后重试。

source: The Watch is exiting to the Stock Face after some time
es_es: El reloj sale a la esfera bursátil después de un tiempo
nl_nl: Het horloge gaat na enige tijd naar de Stock Face
zh_cn: 一段时间后，手表退出到 Stock Face

source: The Widgy you're trying to import is from a newer version of the app. Please update your app and try again.
es_es: El Widgy que estás intentando importar proviene de una versión más reciente de la aplicación. Actualice su aplicación e inténtelo nuevamente.
nl_nl: De Widgy die u probeert te importeren, is afkomstig uit een nieuwere versie van de app. Werk uw app bij en probeer het opnieuw.
zh_cn: 您正在尝试导入的Widgy来自较新版本的应用程序。 请更新您的应用程序，然后重试。

source: The app isn't visible on my Watch
es_es: La aplicación no está visible en mi reloj.
nl_nl: De app is niet zichtbaar op mijn Watch
zh_cn: 该应用在我的手表上不可见

source: The closest supported workaround is to place the widget in Today View.
es_es: La solución alternativa más cercana admitida es colocar el widget en la Vista de hoy.
nl_nl: De dichtstbijzijnde oplossing is om de widget in de Vandaagweergave te plaatsen.
zh_cn: 支持的最接近的解决方法是将小组件放置在“今日视图”中。

source: The crop tool has moved to the Manage Tab. It now works universally, so it's easier to change the background for multiple widgets at once. All you have to do is use the new 'Transparent Background' image data source.
es_es: La herramienta de recorte se ha movido a la pestaña Administrar. Ahora funciona universalmente, por lo que es más fácil cambiar el fondo de varios widgets a la vez. Todo lo que tienes que hacer es utilizar la nueva fuente de datos de imagen 'Fondo transparente'.
nl_nl: Het gereedschap Bijsnijden is verplaatst naar het tabblad Beheren. Het werkt nu universeel, dus het is makkelijker om de achtergrond voor meerdere widgets tegelijk te veranderen. Het enige wat je hoeft te doen is gebruik maken van de nieuwe 'transparante achtergrond' beeld gegevensbron.
zh_cn: 裁剪工具已移动到“管理”选项卡。 现在普遍工作，所以更容易更改多个小组件的背景。 你只需使用新的“透明背景”图像数据源。

source: The editor provides you with 'Line Mode' options for the text layer, that are designed to help you control your text size.
es_es: El editor te proporciona opciones de 'Modo de Línea' para la capa de texto, diseñadas para ayudarte a controlar el tamaño de tu texto.
nl_nl: De editor biedt u 'Lijnmodus'-opties voor de tekstlaag, die zijn ontworpen om u te helpen uw tekstgrootte te regelen.
zh_cn: 编辑器为您提供文本层的“线条模式”选项，旨在帮助您控制文本大小。

source: The free version is limited to only one Widgy slot
es_es: La versión gratuita está limitada a solo un espacio Widgy
nl_nl: De gratis versie is beperkt tot slechts één Widgy-slot
zh_cn: 免费版本限用一个Widgy插槽

source: The live timer can only be used on this layer when no other text data sources are present.
es_es: El temporizador en directo solo se puede utilizar en esta capa cuando no hay otras fuentes de datos de texto presentes.
nl_nl: De live timer kan alleen op deze laag worden gebruikt als er geen andere tekstgegevensbronnen aanwezig zijn.
zh_cn: 只有在没有其他文本数据源的情况下，才可以在此层上使用实时计时器。

source: The most powerful Widget editing app.
es_es: La aplicación de edición de widgets más potente.
zh_cn: 最强大的小组件编辑应用程序。

source: The most powerful way to craft your own unique Widgets.
es_es: La forma más poderosa de crear tus propios Widgets únicos.
nl_nl: De krachtigste manier om uw eigen unieke widgets te maken.
zh_cn: 最强大的方式来制作自己独特的小组件。

source: The transparency frame isn't aligned to the full widget size. This will result in out-of-place transparency unless this is intentional.
es_es: El marco de transparencia no está alineado con el tamaño completo del widget. Esto resultará en una transparencia desubicada, a menos que esto sea intencional.
zh_cn: 透明背景没有与整个小组件大小对齐。 除非是有意为之，否则这将导致透明度不到位。

source: The whole process should last a couple of seconds.
es_es: Todo el proceso debería durar un par de segundos.
nl_nl: Het hele proces zou een paar seconden moeten duren.
zh_cn: 整个过程应该持续几秒钟。

source: TheCocktailDB - Drink
es_es: TheCocktailDB - Bebida
nl_nl: TheCocktailDB - Drankjes
zh_cn: 鸡尾酒数据库 - 饮料

source: TheCocktailDB - Ingredients
es_es: TheCocktailDB - Ingredientes
nl_nl: TheCocktailDB - Ingrediënten
zh_cn: 鸡尾酒数据库 - 配料

source: TheCocktailDB - Instructions
es_es: TheCocktailDB - Instrucciones
nl_nl: TheCocktailDB - Instructies
zh_cn: 鸡尾酒数据库 - 说明

source: TheMealDB - Instructions
es_es: TheMealDB - Instrucciones
nl_nl: TheMealDB - Instructies
zh_cn: 膳食数据库 - 说明

source: TheMealDB - Meal
es_es: TheMealDB - Comida
nl_nl: TheMealDB - Maaltijd
zh_cn: 膳食数据库 - 膳食

source: There's no need to tap on those tiny icons
es_es: No es necesario tocar esos pequeños íconos
nl_nl: Het is niet nodig om op die kleine pictogrammen te tikken
zh_cn: 无需点击那些小图标

source: Thick Progress Bar
es_es: Barra de Progreso Gruesa
zh_cn: 粗进度条

source: Thin Progress Bar
es_es: Barra de Progreso Delgada
zh_cn: 细进度条

source: Third
es_es: Tercero
nl_nl: Derde
zh_cn: 第三次

source: Third-Party Apps
es_es: Aplicaciones de Terceros
nl_nl: Derde Partij Apps
zh_cn: 第三方软件

source: This Widget uses High Quality Transparency. If the widget won't load properly, edit the widget and change the quality of transparency.
es_es: Este widget utiliza Transparencia de Alta Calidad. Si el widget no se carga correctamente, edita el widget y cambia la calidad de la transparencia.
zh_cn: 这个小组件使用高品质透明背景。如果小组件没有正确加载，编辑小组件并更改透明背景的质量。

source: This Widgy is currently in use. To change the size of this Widgy, first go to the Manage tab and unassign it.
es_es: Este Widgy está actualmente en uso. Para cambiar el tamaño de este Widgy, primero vaya a la pestaña Administrar y desasignelo.
nl_nl: Deze Widgy is momenteel in gebruik. Om de grootte van deze Widgy te wijzigen, gaat u eerst naar het tabblad Beheren en maakt u de toewijzing ongedaan.
zh_cn: 此 Widgy 目前正在使用中。如需调整其尺寸，请先前往“管理”标签页，将其解除分配。

source: This Widgy is currently in use. To delete this Widgy, first go to the Manage tab and unassign it.
es_es: Este Widgy está actualmente en uso. Para eliminar este Widgy, primero vaya a la pestaña Administrar y desasignelo.
nl_nl: Deze Widgy is momenteel in gebruik. Om deze Widgy te verwijderen, gaat u eerst naar het tabblad Beheren en maakt u de toewijzing ongedaan.
zh_cn: 此 Widgy 目前正在使用中。若要删除它，请先前往“管理”标签页，将其解除分配。

source: This color is currently in use. Please remove all references to this color and try again. Don't forget to look under custom gradients too!
es_es: Este color está actualmente en uso. Elimina todas las referencias a este color y vuelve a intentarlo. ¡No olvides mirar también los degradados personalizados!
nl_nl: Deze kleur is momenteel in gebruik. Verwijder alle verwijzingen naar deze kleur en probeer het opnieuw. Vergeet niet ook onder aangepaste verlopen te kijken!
zh_cn: 此颜色目前正在使用。 请将所有引用删除此颜色，然后重试。 不要忘记看看定制渐变！

source: This feature requires full photo access.
es_es: Esta función requiere acceso completo a las fotografías.
nl_nl: Deze functie vereist volledige fototoegang.
zh_cn: 此功能需要完整的照片访问权限。

source: This feature syncs all your widgets and stash images with iCloud. Note that sync is not automatic.
es_es: Esta función sincroniza todos tus widgets e imágenes almacenadas con iCloud. Ten en cuenta que la sincronización no es automática.

source: This gradient is currently in use. Please remove all references to this gradient and try again.
es_es: Este degradado está actualmente en uso. Por favor, elimina todas las referencias a este degradado e inténtalo de nuevo.
nl_nl: Dit verloop is momenteel in gebruik. Verwijder alle verwijzingen naar dit verloop en probeer het opnieuw.
zh_cn: 此渐变目前正在使用。 请将所有引用删除到此渐变，然后重试。

source: This is a long known iOS bug, but there's a fix for it. Just go to the 'Settings' tab in Widgy, tap on 'App Icon' and pick any icon you want. This will force iOS to reload the widget list and make Widgy visible.
es_es: Este es un error de iOS conocido desde hace mucho tiempo, pero tiene una solución. Simplemente vaya a la pestaña 'Configuración' en Widgy, toque 'Icono de aplicación' y elija el ícono que desee. Esto obligará a iOS a recargar la lista de widgets y hacer que Widgy sea visible.
nl_nl: Dit is een lang bekende iOS-bug, maar er is een oplossing voor. Ga gewoon naar het tabblad 'Instellingen' in Widgy, tik op 'App-pictogram' en kies een willekeurig pictogram. Dit dwingt iOS om de widgetlijst opnieuw te laden en Widgy zichtbaar te maken.
zh_cn: 这是一个众所周知的 iOS 错误，但有一个修复的方法。只需转到 Widgy 中的“设置”选项卡，点击“应用程序图标”并选择您想要的任何图标。这将强制 iOS 重新加载小组件列表并使 Widgy 可见。

source: This item is currently in use.
es_es: Este elemento está actualmente en uso
zh_cn: 此项目前正在使用。

source: This layer uses a live timer. While using the live timer, multiple data sources can't be used.
es_es: Esta capa utiliza un temporizador en directo. Mientras se usa el temporizador en directo, no se pueden usar múltiples fuentes de datos.
nl_nl: Deze laag maakt gebruik van een live timer. Tijdens het gebruik van de live timer kunnen meerdere gegevensbronnen niet worden gebruikt.
zh_cn: 该层使用实时计时器。使用实时计时器时，不能使用多个数据源。

source: This link will lead you to Reddit post with a simple tutorial
es_es: Este enlace te llevará a una publicación en Reddit con un tutorial sencillo.
nl_nl: Deze link zal u leiden naar Reddit post met een eenvoudige tutorial
zh_cn: 该链接将通过一个简单的教程将您引至Reddit帖子。

source: This means Watchy is just another regular Watch app, but you can tweak the watchOS settings so that the app lasts an hour on your screen. After that time, the app will exit to the stock Watch Face.
es_es: Esto significa que Watchy es solo otra aplicación de Watch normal, pero puedes modificar la configuración de watchOS para que la aplicación dure una hora en tu pantalla. Después de ese tiempo, la aplicación saldrá a la esfera del reloj original.
nl_nl: Dit betekent dat Watchy gewoon een andere reguliere Watch-app is, maar je kunt de watchOS-instellingen aanpassen zodat de app een uur op je scherm blijft staan. Na die tijd gaat de app naar de stock Watch Face.
zh_cn: 这意味着 Watchy 只是另一个常规的 Watch 应用程序，但您可以调整 watchOS 设置，以便该应用程序在您的屏幕上持续一个小时。在那之后，该应用程序将退出到股票表盘。

source: This process requires setting up a Spotify developer app.
es_es: Este proceso requiere configurar una app de desarrollador de Spotify.

source: This tap action will use the new iOS 17 widget reload, which doesn't open the Widgy app.
es_es: Esta acción de toque utilizará la nueva recarga del widget de iOS 17, que no abre la aplicación Widgy.
zh_cn: 此点击操作将使用 iOS 17 新小组件重新加载，这不会打开 Widgy 应用程序。

source: This type of Tap Action isn't compatible with Widgy anymore. Please edit the widget and run the desired app via custom Shortcut.
es_es: Este tipo de Tap Action ya no es compatible con Widgy. Edite el widget y ejecute la aplicación deseada mediante un acceso directo personalizado.
zh_cn: 这种类型的轻点操作已不再与 Widgy 兼容。请编辑小组件并通过自定义快捷指令运行所需应用程序。

source: This type of widget can use just one 'legacy' Tap Action.
es_es: Este tipo de widget puede utilizar solo una 'acción de toque heredada'.
zh_cn: 这种类型的小组件只能使用一个“旧版”轻点操作。

source: This widget uses a timer or automation feature, so during reload, 15 instances will be created, which increases the memory usage and reload times.
es_es: Este widget utiliza un temporizador o una función de automatización, por lo que durante la recarga se crearán 15 instancias, lo que aumentará el uso de memoria y los tiempos de recarga.
zh_cn: 该小组件使用定时器或自动化功能，因此在重新加载期间，将创建 15 个实例，这将增加内存使用量和重新加载时间。

source: Thumbnail Generation Failed
es_es: Fallo en la generación de la miniatura.
nl_nl: Aanmaken Van Miniaturen Is Mislukt
zh_cn: 缩略图生成测试失败！

source: Time
es_es: Hora
nl_nl: Tijd
zh_cn: 时间

source: Time Abbreviated
es_es: Hora Abreviada
nl_nl: Tijd Afgekort
zh_cn: 时间缩写
