Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Published
es_es: Publicado
nl_nl: gepubliceerd
zh_cn: 发表

source: Publishing...
es_es: Publicación...
nl_nl: Publiceren...
zh_cn: 发布中...

source: Punctuation
es_es: Puntuación
nl_nl: Leesteken
zh_cn: 标点符号

source: Purchase failed
es_es: Compra Fallida
nl_nl: Aankoop mislukt
zh_cn: 购买失败

source: Purchased
es_es: Comprado
nl_nl: Gekocht
zh_cn: 已购买

source: Purchases Disabled
es_es: Compras Deshabilitadas
nl_nl: Aankopen Uitgeschakeld
zh_cn: 禁止购买

source: Purchases Restored
es_es: Compras Restauradas
nl_nl: Aankopen Hersteld
zh_cn: 已恢复购买

source: Purple
es_es: Morado
nl_nl: Paars
zh_cn: 紫色

source: Push Count
es_es: Conteo de Empuje
nl_nl: Druk Op Count
zh_cn: 推送计数

source: Push From Bottom
es_es: Empujar desde Abajo

source: Push From Left
es_es: Empujar desde la Izquierda

source: Push From Right
es_es: Empujar desde la Derecha

source: Push From Top
es_es: Empujar desde Arriba

source: Quick Access
es_es: Acceso Rapido
nl_nl: Snelle toegang
zh_cn: 快速访问

source: Quote Author
es_es: Autor de la Cita
nl_nl: Citaat Auteur
zh_cn: 引用作者

source: Quote Text
es_es: Texto de Cotización
nl_nl: Citaat Tekst
zh_cn: 引用文字

source: RAWG Video Games Database - Image
es_es: Base de datos de videojuegos RAWG - Imagen
nl_nl: RAWG-Videogames-Database - Afbeelding
zh_cn: RAWG 视频游戏数据库 - 图片

source: RAWG Video Games Database - Name
es_es: Base de datos de videojuegos RAWG - Nombre
nl_nl: RAWG-Videogames-Database - Naam
zh_cn: RAWG 视频游戏数据库 - 名称

source: RGB Distance + Tint Hue
es_es: Distancia RGB + Tono de tinte

source: RGB Match
es_es: Coincidencia RGB

source: Radial Mirrored A
es_es: Radial Reflejado A
nl_nl: Radiaal Gespiegeld A
zh_cn: 径性镜像A

source: Radial Mirrored B
es_es: Radial Reflejado B
nl_nl: Radiaal Gespiegeld B
zh_cn: 径性镜像B

source: Radial Reversed
es_es: Radial Invertido
nl_nl: Radiaal Omgekeerd
zh_cn: 径向反转

source: Random Fox
es_es: Zorro al azar
nl_nl: Willekeurige Vos
zh_cn: 随机狐狸

source: Random Line Of Text
es_es: Línea de Texto Aleatoria
nl_nl: Willekeurige Regel Tekst
zh_cn: 随机的文本行

source: Random Number
es_es: Número Aleatorio
nl_nl: Willekeurig Getal
zh_cn: 随机数

source: Random Values
es_es: Valores Aleatorios
nl_nl: Willekeurige Waarden
zh_cn: 随机值

source: Rapid Pounding Or Fluttering Heartbeat
es_es: Latidos Cardíacos Rápidos o Aleteantes
nl_nl: Snelle Beukende Of Fladderende Hartslag
zh_cn: 快速冲击或飘动的心跳

source: Rating ( Music Only)
es_es: Clasificación
nl_nl: Beoordeling

source: Recommended Range
es_es: Rango recomendado
nl_nl: Aanbevolen bereik
zh_cn: 推荐范围

source: Rectangular Watch Slots
es_es: Complicaciones rectangulares para Apple Watch
zh_cn: 矩形Watch插槽

source: Rectangular Widgy Slots
es_es: Widgets de Widgy rectangulares
zh_cn: 矩形 Widgy 插槽

source: Red
es_es: Rojo
nl_nl: Rood
zh_cn: 红色

source: Redacted During Image/Video Export
es_es: Redactado durante la Exportación de Imágenes/Videos
zh_cn: 图像/视频导出时被删节

source: Reduce Motion
es_es: Reducir el Movimiento
nl_nl: Verminder Beweging
zh_cn: 减少动态效果

source: Reduce Transparency
es_es: Reducir la Transparencia
nl_nl: Minder Transparantie
zh_cn: 減少透明

source: Regex (Optional)
es_es: Expresión Regular (Opcional)
nl_nl: Regex (Facultatief)
zh_cn: 正则表达式（可选）

source: Reinstall the Watchy app.
es_es: Reinstale la aplicación Watchy.
nl_nl: Installeer de Watchy-app opnieuw.
zh_cn: 重新安装 Watchy 应用程序。

source: Relative Time (24 hours)
es_es: Hora Relativa (24 horas).
nl_nl: Relatieve Tijd (24 uur)
zh_cn: 相对时间（24小时）

source: Relative Time (AM/PM)
es_es: Hora Relativa (AM/PM)
nl_nl: Relatieve Tijd (AM / PM)
zh_cn: 相对时间（上午/下午）

source: Reload All Widgets
es_es: Recargar todos los Widgets
nl_nl: Alle Widgets Herladen
zh_cn: 重新加载所有小组件

source: Reload Widget
es_es: Recargar el Widget
nl_nl: Widget Herladen
zh_cn: 重新加载小组件

source: Reload can also happen when tapping on the home screen widgets that have a reload tap action. So if you're noticing a black screen after tapping on a widget - that's live activities reloading.
es_es: La recarga también puede ocurrir al tocar en los widgets de la pantalla de inicio que tienen una acción de toque para recargar. Así que si notas una pantalla negra después de tocar un widget, eso significa que las actividades en directo se están recargando.
zh_cn: 当您点击主屏幕上设有刷新点击动作的小部件时，也可能触发重新加载。因此，如果您在点击小部件后发现屏幕变黑，那实际上是实时活动正在重新加载。

source: Remaining Calendar Events Today
es_es: Eventos del Calendario Restantes Hoy
zh_cn: 今日剩余日历事件

source: Remaining Events Today
es_es: Eventos Restantes Hoy
zh_cn: 今日剩余事件

source: Remaining Reminder Events Today
es_es: Eventos Recordatorios Restantes Hoy
zh_cn: 今日剩余提醒事项

source: Reminder Events
es_es: Eventos de recordatorio
zh_cn: 提醒活动

source: Reminder Events Today
es_es: Eventos Recordatorios Hoy
nl_nl: Herinneringsgebeurtenissen Vandaag
zh_cn: 今日提醒活动

source: Reminder Events Tomorrow
es_es: Eventos Recordatorios Mañana
zh_cn: 明日提醒活动

source: Reminder Today
es_es: Recordatorio Hoy
zh_cn: 今日提醒事项

source: Reminder Tomorrow
es_es: Recordatorio Mañana
zh_cn: 明日提醒事项

source: Reminder permissions missing.
es_es: Faltan permisos de recordatorio.
zh_cn: 无提醒事项权限。

source: Reminders
es_es: Recordatorios
nl_nl: Herinneringen
zh_cn: 提醒事项

source: Reminders Chronological
es_es: Recordatorios Cronológicos
zh_cn: 提醒事项 按时间顺序排列

source: Reminders No Data
es_es: Recordatorios Sin datos
zh_cn: 提醒事项 暂无数据

source: Reminders Today
es_es: Recordatorios Hoy
zh_cn: 提醒事项 今日

source: Reminders Tomorrow
es_es: Recordatorios Mañana
zh_cn: 提醒事项 明日

source: Remove
es_es: Eliminar
nl_nl: Verwijderen
zh_cn: 去掉

source: Rename
es_es: Renombrar
nl_nl: Hernoem
zh_cn: 重命名

source: Rendering time
es_es: Tiempo de renderizado
zh_cn: 渲染时长

source: Reorder
es_es: Reordenar
zh_cn: 重新排序

source: Repeat Values
es_es: Repetir Valores
nl_nl: Waarden Herhalen
zh_cn: 重复值

source: Replace
es_es: Reemplazar
nl_nl: Vervangen
zh_cn: 替换

source: Replace Color
es_es: Reemplazar Color
nl_nl: Kleur Vervangen
zh_cn: 更换颜色

source: Report
es_es: Reportar
nl_nl: Rapport
zh_cn: 报告

source: Report Widget
es_es: Reportar Widget
nl_nl: Widget Rapporteren
zh_cn: 举报小组件

source: Repost Of My Work
es_es: Republicar mi Trabajo
nl_nl: Repost van mijn werk
zh_cn: 转发我的作品

source: Repost Of Somebody Else's Work
es_es: Nueva Publicación del Trabajo de Otra Persona
nl_nl: Repost van het werk van iemand anders
zh_cn: 转发别人的作品

source: Republic Of China
es_es: República de China
nl_nl: Republiek China
zh_cn: 民国纪年

source: Reset Onboarding
es_es: Restablecer Tutorial
nl_nl: Onboarding Opnieuw Instellen
zh_cn: 重载入门教程

source: Reset To Automatic Location
es_es: Restablecer a la Ubicación Automática
nl_nl: Terugzetten Naar Automatische Locatie
zh_cn: 重置为自动位置

source: Reset To Default
es_es: Restablecer a Valores Predeterminados
nl_nl: Reset naar standaard
zh_cn: 重置为默认值

source: Resizable widgets load all sizes at once, increasing the chance they won’t load properly.
es_es: Los widgets redimensionables cargan todos los tamaños a la vez, aumentando la posibilidad de que no se carguen correctamente.

source: Respiratory Rate
es_es: Frecuencia Respiratoria
nl_nl: Ademhalingsfrequentie
zh_cn: 呼吸频率

source: Restart All Live Activities
es_es: Reiniciar todas las Actividades en Directo
zh_cn: 重启所有实时活动

source: Restart Live Activity
es_es: Reiniciar la Actividad en Directo
zh_cn: 重启实时活动

source: Restart both your iPhone and Apple Watch.
es_es: Reinicie tanto su iPhone como su Apple Watch.
nl_nl: Start zowel uw iPhone als Apple Watch opnieuw op.
zh_cn: 重新启动 iPhone 和 Apple Watch。

source: Restart your device.
es_es: Reinicie su dispositivo
nl_nl: Start uw apparaat opnieuw op.
zh_cn: 重新启动您的设备。

source: Resting Heart Rate
es_es: Frecuencia Cardíaca en Reposo
nl_nl: Hartslag In Rust
zh_cn: 静息心率

source: Restore Backup
es_es: Restaurar Copia de Seguridad
zh_cn: 恢复备份

source: Restore Canceled
es_es: Restauración Cancelada
nl_nl: Herstel Geannuleerd
zh_cn: 恢复已取消

source: Restore Purchases
es_es: Restaurar las Compras
nl_nl: Aankopen Herstellen
zh_cn: 恢复购买

source: Result
es_es: Resultado
nl_nl: Resultaat
zh_cn: 结果

source: Retry + Sound
es_es: Reintentar + Sonido
zh_cn: 重试 + 声音

source: Return Home
es_es: Volver a Inicio
zh_cn: 返回主页

source: Return To Home Screen
es_es: Volver a la Pantalla de Inicio
zh_cn: 返回主屏幕

source: Reverse Order
es_es: Orden Inverso
zh_cn: 反向排序

source: Reversed 'In' Transition
es_es: Transición 'Entrar' Invertida

source: Reversed 'In' Transition / Control Transitions Via Children
es_es: Transición 'Entrar' Invertida / Controlar transiciones a través de los elementos secundarios

source: Right
es_es: Derecha
nl_nl: Recht
zh_cn: 右边

source: Ring Chart
es_es: Gráfico de Anillos
nl_nl: Ring-Grafiek
zh_cn: 环图

source: Roman
es_es: Romano
nl_nl: Romeinse
zh_cn: 罗马

source: Rotate your device!
es_es: ¡Rota tu dispositivo!

source: Rotation
es_es: Rotación
nl_nl: Rotatie
zh_cn: 旋转

source: Rowing Speed
es_es: Velocidad de Remo

source: Run
es_es: Ejecutar
nl_nl: Uitvoeren
zh_cn: 执行

source: Run Shortcut
es_es: Ejecutar Atajo
nl_nl: Voer De Snelkoppeling Uit
zh_cn: 运行快捷指令

source: Running Ground Contact Time
es_es: Tiempo de contacto con el suelo en funcionamiento
zh_cn: 跑步地面接触时间

source: Running Power
es_es: Fuerza al Correr
zh_cn: 跑步功率

source: Running Speed
es_es: Velocidad de Carrera
zh_cn: 跑步速度

source: Running Stride Length
es_es: Longitud de Zancada al Correr
zh_cn: 跑步步幅长度

source: Running Vertical Oscillation
es_es: Ejecución de Oscilación Vertical
zh_cn: 垂直振幅

source: Runny Nose
es_es: Rinorrea
nl_nl: Loopneus
zh_cn: 流鼻涕

source: SHARE
es_es: COMPARTIR
nl_nl: DELEN
zh_cn: 共享

source: SOUNDS FAIR
es_es: SUENA JUSTO
nl_nl: KLINKT GOED
zh_cn: 听起来不错

source: Sagittarius
es_es: Sagitario
nl_nl: Boogschutter
zh_cn: 射手座

source: Saturday Color
es_es: Color del sábado
zh_cn: 周六颜色

source: Save Error
es_es: Error al Guardar
nl_nl: Fout opslaan
zh_cn: 保存错误

source: Scan QR Code
es_es: Escanear Código QR
zh_cn: 扫描二维码

source: Scan Widgy QR Code
es_es: Escanear el Código QR de Widgy
zh_cn: 扫描Widgy二维码

source: Scorpio
es_es: Escorpión
nl_nl: Schorpioen
zh_cn: 天蝎座

source: Screen
es_es: Pantalla
zh_cn: 屏幕

source: Screen Brightness
es_es: Brillo de la Pantalla
nl_nl: Helderheid Scherm
zh_cn: 屏幕亮度

source: Screen Ratio
es_es: Formato de Pantalla
nl_nl: Schermverhouding:
zh_cn: 屏幕比

source: Screenshot
es_es: Captura de Pantalla
zh_cn: 截图

source: Search
es_es: Buscar
nl_nl: Zoeken
zh_cn: 搜索

source: Search Layers
es_es: Capas de Búsqueda
zh_cn: 搜索图层

source: Search Results
es_es: Resultados de la Búsqueda
nl_nl: Zoekresultaten
zh_cn: 搜索结果

source: Search Symbols
es_es: Símbolos de Búsqueda
nl_nl: Zoek Symbolen
zh_cn: 搜索符号

source: Search limit reached.
es_es: Se Alcanzó el Límite de Búsqueda.
nl_nl: Zoeklimiet bereikt.
zh_cn: 达到搜索限制。

source: Searching for Crop Tool?
es_es: ¿Busca una Herramienta de Recorte?
nl_nl: Op zoek naar bijsnijdgereedschap?
zh_cn: 搜索裁剪工具？

source: Second
es_es: Segundo
nl_nl: Tweede
zh_cn: 秒

source: Secondary Symbol
es_es: Símbolo Secundario
nl_nl: Secundair Symbool
zh_cn: 次要符号

source: Secondary Symbol Color
es_es: Color del Símbolo Secundario
nl_nl: Kleur Van Secundair Symbool
zh_cn: 次要符号颜色

source: Secondary Symbol Offset
es_es: Desplazamiento de Símbolo Secundario
nl_nl: Secundaire Symbool-Verschuiving
zh_cn: 次要符号偏移

source: Secondary Symbol Rotation
es_es: Rotación de Símbolo Secundario
nl_nl: Secundaire Rotatie Van Symbolen
zh_cn: 次要符号旋转

source: Secondary Symbol Scale
es_es: Escala de Símbolo Secundario
nl_nl: Secundaire Symboolschaal
zh_cn: 次要符号量表

source: Sections
es_es: Secciones
nl_nl: Sectie
zh_cn: 板块

source: Segment
es_es: Segmento
zh_cn: 分割

source: Segment Color Mode
es_es: Modo de Color del Segmento
nl_nl: Segmentkleur modus
zh_cn: 段颜色模式

source: Segment Colors
es_es: Colores de Segmento
nl_nl: Segment Kleuren
zh_cn: 段颜色

source: Segment Outline
es_es: Esquema del Segmento
nl_nl: Segment Omlijning
zh_cn: 线段轮廓

source: Segment Outline Color
es_es: Color del Contorno del Segmento
nl_nl: Kleur Segment Omlijning
zh_cn: 线段轮廓颜色

source: Select Web API and NOT iOS API when creating your app.
es_es: Selecciona la API web y NO la API de iOS al crear tu app

source: Selection
es_es: Selección
nl_nl: Selectie
zh_cn: 选择

source: Sentence case
es_es: Caso de Sentencia
nl_nl: Eerste woord in zin met hoofdletter
zh_cn: 首字母大写

source: Series 3 doesn't have a full-screen display. What you see is the actual screen size of your Watch. Only newer Watch models have larger, almost bezel-less screens.
es_es: Los Apple Watch Series 3 no tienen visualización de pantalla completa. Lo que ves es el tamaño real de la pantalla de tu reloj. Sólo los modelos de reloj más nuevos tienen pantallas más grandes y casi sin bisel.
nl_nl: Series 3 heeft geen weergave op volledig scherm. Wat u ziet, is de werkelijke schermgrootte van uw horloge. Alleen nieuwere horloge-modellen hebben grotere, bijna randloze schermen.
zh_cn: Series 3 没有全屏显示。您看到的是手表的实际屏幕尺寸。只有较新的手表型号具有更大、几乎无边框的屏幕。

source: Server First, Local As Fallback
es_es: Servidor primero, local como respaldo

source: Set
es_es: Colocar
nl_nl: Instellen
zh_cn: 设定

source: Set Custom Wallpaper
es_es: Establecer Fondo de Pantalla Personalizado
nl_nl: Stel Aangepaste Achtergrond In
zh_cn: 自定义墙纸

source: Set Text
es_es: Establecer Texto
nl_nl: Tekst Instellen
zh_cn: 设置文本

source: Set To
es_es: Ajustado a
nl_nl: Instellen op
zh_cn: 设置

source: Set Transparent Background
es_es: Establecer Fondo Transparente
nl_nl: Transparante Achtergrond Instellen
zh_cn: 透明背景

source: Set Value
es_es: Establecer Valores
nl_nl: Waarde instellen
zh_cn: 设定值

source: Set Your Name
es_es: Establece tu Nombre
nl_nl: Uw Naam Instellen
zh_cn: 设置您的名称

source: Set the same language to Widgets too?
es_es: ¿Establecer también el mismo Idioma para los Widgets?
nl_nl: Dezelfde taal ook op Widgets instellen?
zh_cn: 把同样的语言也设置到小组件上？

source: Settings
es_es: Ajustes
nl_nl: Instellingen
zh_cn: 设置

source: Setup Transparency
es_es: Configurar Transparencia
zh_cn: 设置透明度

source: Sexual Activity
es_es: Actividad Sexual
nl_nl: Seksuele Activiteit
zh_cn: 性活动

source: Shadow Color
es_es: Color de Sombra
nl_nl: Schaduwkleur
zh_cn: 阴影颜色

source: Shadow Offset
es_es: Actividad Sexual
nl_nl: Schaduw Offset
zh_cn: 阴影偏移

source: Shadow Offset X
es_es: Desplazamiento de sombra X
nl_nl: Schaduw X Offset
zh_cn: 阴影偏移X

source: Shadow Offset Y
es_es: Desplazamiento de sombra Y
nl_nl: Schaduw Y Offset
zh_cn: 阴影偏移Y

source: Shadow Radius
es_es: Radio de Sombra
nl_nl: Schaduw Omtrek
zh_cn: 阴影半径

source: Shake To Undo
es_es: Agitar para Deshacer
nl_nl: Schudden Om Ongedaan Te Maken
zh_cn: 摇动撤消

source: Shape
es_es: Forma
nl_nl: Vorm
zh_cn: 形状

source: Shape Phase
es_es: Fase de Forma
nl_nl: Vorm-Fase
zh_cn: 形状阶段

source: Shapes
es_es: Formas
nl_nl: Vormen
zh_cn: 图形

source: Share As File
es_es: Compartir como Archivo
nl_nl: Deel Als Bestand
zh_cn: 共享为文件

source: Share As JSON
es_es: Compartir como JSON
nl_nl: Deel Als JSON
zh_cn: 共享为JSON

source: Share As QR Code
es_es: Compartir como código QR
nl_nl: Deel Als QR-code
zh_cn: 分享为二维码

source: Share As URL
es_es: Compartir como URL
nl_nl: Delen als URL
zh_cn: 共享为URL

source: Share Image Preview
es_es: Compartir Vista Previa de Imagen
nl_nl: Deel Afbeeldingsvoorbeeld
zh_cn: 分享图片预览

source: Share Video Preview
es_es: Compartir Vista Previa de Vídeo
nl_nl: Videovoorbeeld Delen
zh_cn: 分享视频预览

source: Share Widget
es_es: Compartir Widget
zh_cn: 分享小组件

source: Sharing Of Widget Protected With Password
es_es: Compartir Widget Protegido con Contraseña
nl_nl: Delen van widget beveiligd met wachtwoord
zh_cn: 分享被密码保护的小组件

source: Shift Time
es_es: Hora del Turno
nl_nl: Shift-Tijd
zh_cn: 转移时间

source: Shortcut
es_es: Atajo
zh_cn: 快捷指令

source: Shortcuts
es_es: Atajos
nl_nl: Sneltoetsen
zh_cn: 快捷指令

source: Shortness Of Breath
es_es: Dificultad para Respirar
nl_nl: Kortademigheid
zh_cn: 呼吸急促

source: Should Differentiate Without Color
es_es: Debe Diferenciarse sin Color
nl_nl: Moet Differentiëren Zonder Kleur
zh_cn: 应无颜色区分

source: Show Documentation
es_es: Ver Documentación
nl_nl: Toon Documentatie
zh_cn: 显示文档

source: Show Names
es_es: Mostrar Nombres
nl_nl: Toon Namen
zh_cn: 显示名称

source: Show Percentages
es_es: Mostrar Porcentajes
nl_nl: Percentages Weergeven
zh_cn: 显示百分比

source: Show Unit
es_es: Mostrar Unidad
nl_nl: Eenheid Tonen
zh_cn: 显示单位

source: Show Values
es_es: Mostrar Valores
nl_nl: Toon Waardes
zh_cn: 显示值

source: Show Week Number
es_es: Mostrar Número de semana
nl_nl: Weeknummer Tonen
zh_cn: 显示周编号

source: Show Week Symbol
es_es: Mostrar Símbolo de semana
nl_nl: Weeksymbool Tonen
zh_cn: 显示星期符号

source: Sign And Standard
es_es: Signo y Estándar
nl_nl: Teken En Standaard
zh_cn: 标志和标准

source: Sign In
es_es: Iniciar Sesión
nl_nl: Inloggen
zh_cn: 登录

source: Sign in with Apple is being used so you can manage your uploaded Widgys across all of your devices.
es_es: El inicio de sesión con Apple se utiliza para que puedas administrar tus Widgys cargados en todos tus dispositivos.
nl_nl: Aanmelden met Apple wordt gebruikt, zodat u uw geüploade Widgy's op al uw apparaten kunt beheren.
zh_cn: 正在使用Apple登录，因此您可以在所有设备上管理上传的Widgys。

source: Since all widgets are slightly different dimensions across Apple devices, choosing a specific font size would make widgets look good on one device type, but not on others.
es_es: Dado que todos los widgets tienen dimensiones ligeramente diferentes en los dispositivos de Apple, elegir un tamaño de fuente específico haría que los widgets se vean bien en un tipo de dispositivo, pero no en otros.
nl_nl: Aangezien alle widgets op Apple-apparaten enigszins verschillende afmetingen hebben, zou het kiezen van een specifieke lettergrootte ervoor zorgen dat widgets er op het ene apparaattype goed uitzien, maar niet op andere.
zh_cn: 由于所有小组件在 Apple 设备上的尺寸都略有不同，因此选择特定的字体大小会使小组件在一种设备类型上看起来不错，但在其他设备上却不好看。

source: Since all widgets are slightly different dimensions across Apple devices, choosing a specific font size would make widgets look good on one device type, but not others.
es_es: Dado que todos los widgets tienen dimensiones ligeramente diferentes en los dispositivos de Apple, elegir un tamaño de fuente específico haría que los widgets se vean bien en un tipo de dispositivo, pero no en otros.
nl_nl: Aangezien alle widgets op Apple-apparaten enigszins verschillende afmetingen hebben, zou het kiezen van een specifieke lettergrootte ervoor zorgen dat widgets er op het ene apparaattype goed uitzien, maar niet op andere.
zh_cn: 由于所有小组件在 Apple 设备上的尺寸都略有不同，因此选择特定的字体大小会使小组件在一种设备类型上看起来不错，但在其他设备上却不好看。

source: Sinus Congestion
es_es: Congestión Nasal
nl_nl: Congestie Bij Sinussen
zh_cn: 窦塞

source: Siri Shortcuts
es_es: Atajos de Siri

source: Siri Shortcuts For Extra Widgy Functionality
es_es: Atajos de Siri para funcionalidad extra en Widgy

source: Six Minute Walk Test Distance
es_es: Distancia de Prueba de Caminata de Seis Minutos
nl_nl: Zes Minuten Looptestafstand
zh_cn: 六分钟步行测试距离

source: Sixth
es_es: Sexto
nl_nl: Zesde
zh_cn: 第六次

source: Size
es_es: Tamaño
nl_nl: Formaat
zh_cn: 大小

source: Skip Count ( Music Only)
es_es: Contar Saltos
nl_nl: Aantal Maal Overgeslagen

source: Skipped Heartbeat
es_es: Latido Omitido
nl_nl: Overgeslagen Hartslag
zh_cn: 跳过心跳

source: Sleep Analysis
es_es: Análisis del Sueño
nl_nl: Analyse Van De Slaap
zh_cn: 睡眠分析

source: Sleep Changes
es_es: Cambios de Sueño
nl_nl: Veranderingen In Slaap
zh_cn: 睡眠变化

source: Small Step
es_es: Ajuste Pequeño
nl_nl: Kleine Stap
zh_cn: 小幅

source: Small Widgets can be used on Apple Watch. Make sure they look good there as well.
es_es: Los widgets pequeños se pueden usar en el Apple Watch. Asegúrate de que se vean bien allí también.
zh_cn: 小型小组件可以在Apple Watch上使用。 Make sure they look good there as well.

source: Small Widgets can be used on iPad Lock Screen. Make sure they look good there as well.
es_es: Los widgets pequeños se pueden usar en la pantalla de bloqueo del iPad. Asegúrate de que se vean bien allí también.
zh_cn: 小型小组件可以在iPad锁屏上使用。 Make sure they look good there as well.

source: Small Widgy
es_es: Widgy Pequeño
nl_nl: Kleine Widgy
zh_cn: 微型组件

source: Small Widgy Slots
es_es: Widgets de Widgy Pequeños
nl_nl: Kleine Widgy Slots
zh_cn: 小型 Widgy 插槽

source: Smart Symbols
es_es: Símbolos Inteligentes
nl_nl: Slimme Symbolen
zh_cn: 智能符号

source: Snapshot ID
es_es: ID de instantánea
zh_cn: 快照ID

source: Solar Midnight Elevation
es_es: Elevación Solar de Medianoche
nl_nl: Zonne-middernacht Hoogte
zh_cn: 太阳子夜高程

source: Solar Midnight Time
es_es: Hora de Medianoche Solar
nl_nl: Zonne-middernachttijd
zh_cn: 太阳午夜时间

source: Solar Noon Altitude
es_es: Altitud del Mediodía Solar
nl_nl: Zonne-middaghoogte
zh_cn: 太阳正午高度

source: Solar Noon Time
es_es: Hora del Mediodía Solar
nl_nl: Zonne-middagtijd
zh_cn: 太阳正午时间

source: Solid
es_es: Solido
nl_nl: Vast
zh_cn: 固体

source: Some data isn't being displayed on the Watch Face
es_es: Algunos datos no se muestran en la esfera del reloj
nl_nl: Sommige gegevens worden niet weergegeven op de wijzerplaat
zh_cn: 一些数据未显示在表盘上

source: Some widgets failed to load.
es_es: Algunos widgets no se pudieron cargar.
zh_cn: 一些小组件加载失败。

source: Some, but not all, of the forbidden brands are the following
es_es: Algunas, pero no todas, las marcas prohibidas son las siguientes
nl_nl: Sommige, maar niet alle, van de verboden merken zijn de volgende:
zh_cn: 一些（但不是全部）被禁止的品牌如下

source: Something Else
es_es: Algo Más
nl_nl: Iets anders
zh_cn: 别的东西

source: Song
es_es: Canción
nl_nl: Nummer (Nu Aan Het Spelen)

source: Sore Throat
es_es: Dolor de Garganta
nl_nl: Keelpijn
zh_cn: 喉咙痛

source: Sort And Filter
es_es: Ordenar y Filtrar
nl_nl: Sorteren En Filteren
zh_cn: 排序和过滤

source: Sort And Filter Widgys
es_es: Ordenar y Filtrar Widgys
nl_nl: Widgys Sorteren En Filteren
zh_cn: 排序和过滤小组件

source: Sort By
es_es: Ordenar por
nl_nl: Sorteren Op
zh_cn: 排序

source: Sounds
es_es: Sonidos
zh_cn: 声音

source: Sounds won't play if your ringer is set to silent. Also, volume is always played at maximum, so plan accordingly.
es_es: Los sonidos no se reproducirán si el timbre está en silencio. Además, el volumen siempre se reproduce al máximo, así que planifica en consecuencia.
zh_cn: 如果您的响铃设置为静音，则不会播放声音。此外，音量始终以最大值播放，因此请合理安排。

source: Source
es_es: Fuente
nl_nl: Bron
zh_cn: 来源

source: Sources
es_es: Fuentes
nl_nl: Bronnen
zh_cn: 来源

source: Spacer Color
es_es: Color del Espaciador
nl_nl: Spatiëring Kleur
zh_cn: 间隔颜色

source: Spacer Height
es_es: Altura del Espaciador
nl_nl: Spatiëring Hoogte
zh_cn: 间隔高度

source: Spacing
es_es: Espaciado
nl_nl: Spatiëring
zh_cn: 间距

source: Speak Screen
es_es: Hablar a la Pantalla
nl_nl: Scherm Uitspreken
zh_cn: 朗读屏幕

source: Speak Selection
es_es: Hablar Selección
nl_nl: Selectie Uitspreken
zh_cn: 朗读所选项

source: Spelled Out
es_es: Deletreado
nl_nl: Gespeld
zh_cn: 拼写出来

source: Spotify login failed
es_es: Error al iniciar sesión en Spotify

source: Square
es_es: Cuadrado
nl_nl: Vierkant
zh_cn: 方形

source: Stair Ascent Speed
es_es: Velocidad de Ascenso de Escaleras
nl_nl: Trap Opstijgsnelheid
zh_cn: 楼梯上升速度

source: Stair Descent Speed
es_es: Velocidad de Descenso de Escaleras
nl_nl: Trap Afdaalsnelheid
zh_cn: 楼梯下降速度

source: Start + Sound
es_es: Inicio + Sonido
zh_cn: 开始 + 声音

source: Start Angle
es_es: Ángulo Inicial
nl_nl: Starthoek
zh_cn: 起始角度

source: Start Date
es_es: Fecha de Inicio
nl_nl: Startdatum
zh_cn: 开始日期

source: Start In PiP Mode
es_es: Iniciar en Modo PiP
zh_cn: 以画中画模式启动

source: Start Scale
es_es: Escala Inicial
nl_nl: Start Schaal
zh_cn: 开始刻度

source: Start Time
es_es: Hora de inicio
nl_nl: Starttijd
zh_cn: 开始时间

source: Start Time (Optional, in minutes 0-1439)
es_es: Hora de Inicio (opcional, en minutos 0-1439)
zh_cn: 开始时间（可选，单位为分钟 0-1439）

source: Starting with iOS 18 it's possible to hide all app and widget titles by choosing the new Large Icon mode.
es_es: A partir de iOS 18, es posible ocultar todos los títulos de las aplicaciones y widgets eligiendo el nuevo modo de Icono Grande.
zh_cn: 从 iOS 18 开始，通过选择新的大图标模式，可以隐藏所有应用程序和小组件的标题。
