Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Irregular Menstrual Cycles
es_es: Ciclos Menstruales Irregulares
zh_cn: 月经周期不规律

source: Is Spotify supported?
es_es: ¿Es Compatible Spotify?
nl_nl: Wordt Spotify ondersteund?
zh_cn: 支持 Spotify 吗？

source: Islamic
es_es: Islámico
nl_nl: Islamitisch
zh_cn: 伊斯兰历

source: Islamic Civil
es_es: Civil islámico
nl_nl: Islamitische Civiele
zh_cn: 伊斯兰希吉来历

source: Islamic Tabular
es_es: Tabular Islámico
nl_nl: Islamitische Tabel
zh_cn: 伊斯兰天文历

source: Islamic Umm al-Qura
es_es: Umm al-Qura islámica
nl_nl: Islamitische Umm al-Qura
zh_cn: 伊斯兰历（乌姆库拉）

source: It looks like you are trying to combine portrait and landscape images.
es_es: Parece que estás intentando combinar imágenes verticales y horizontales.
nl_nl: Het lijkt erop dat u portretfoto 's en landschapsfoto' s probeert te combineren.
zh_cn: 看起来你想努力组合肖像和景观图像。

source: It looks like you selected an image that isn't an iPhone screenshot, or your iPhone is not supported. Try again with a different image.
es_es: Parece que seleccionaste una imagen que no es una captura de pantalla de iPhone o tu iPhone no es compatible. Inténtalo de nuevo con una imagen diferente.
nl_nl: Het lijkt erop dat je een afbeelding hebt geselecteerd die geen iPhone-screenshot is, of je iPhone wordt niet ondersteund. Probeer het opnieuw met een andere afbeelding.
zh_cn: 您选择的图片似乎并非iPhone截图，或者您的iPhone型号暂不支持。请尝试使用其他图片再次操作。

source: It looks like you selected an image that isn't an iPhone/iPad screenshot, or your device is not yet supported.
es_es: Parece que seleccionaste una imagen que no es una captura de pantalla de iPhone/iPad, o tu dispositivo aún no es compatible.
zh_cn: 您选择的图片似乎并非iPhone/iPad的截图，或者您的设备尚未被支持。

source: It's also strongly advised to read the Help section.
es_es: También se recomienda encarecidamente leer la sección de Ayuda.

source: It's also strongly advised to read the Help tab.
es_es: También se recomienda encarecidamente leer la pestaña Ayuda.
nl_nl: Het wordt ook sterk aangeraden om het tabblad Help te lezen.
zh_cn: 强烈建议您阅读“帮助”选项卡。

source: It's highly recommended to watch the video tutorial before proceeding.
es_es: Se recomienda encarecidamente ver el tutorial en vídeo antes de continuar.

source: JSON Endpoint
es_es: Punto Final JSON
nl_nl: JSON-eindpunt
zh_cn: JSON端点

source: JSON copied to Pasteboard
es_es: JSON Copiar al Portapapeles
nl_nl: JSON gekopieerd naar plakbord
zh_cn: JSON 复制到粘贴板

source: Japanese
es_es: Japonés
nl_nl: Japans
zh_cn: 日本历

source: Join our Reddit community and ask the question there
es_es: Únase a nuestra comunidad de Reddit y haga la pregunta allí
nl_nl: Word lid van onze Reddit gemeenschap en stel de vraag daar
zh_cn: 加入我们的Reddit社区，并在那里提问

source: Just drag the header vertically!
es_es: ¡Simplemente arrastre el encabezado verticalmente!
nl_nl: Sleep de koptekst gewoon verticaal!
zh_cn: 只需垂直拖动标题！

source: Just swipe left/right on your Watch to switch to the previous/next Watchy.
es_es: Simplemente deslízate hacia la izquierda o hacia la derecha en tu reloj para cambiar al Watchy anterior o siguiente.
nl_nl: Veeg gewoon naar links/rechts op uw horloge om naar de vorige/volgende Watchy te gaan.
zh_cn: 只需在手表上向左/向右滑动即可切换到上一个/下一个 Watchy。

source: Justified
es_es: Justificado
nl_nl: Rechtvaardigen
zh_cn: 理由

source: Keep Button Configuration
es_es: Mantener Configuración de Botones
zh_cn: 保持按钮配置

source: Kerning
es_es: Interletrado
zh_cn: 字距调整

source: Keyboard
es_es: Teclado
nl_nl: Toetsenbord
zh_cn: 键盘

source: Kilometers Per Hour (km/h)
es_es: Kilómetros por hora (km/h)
nl_nl: Kilometer per uur (km/h)
zh_cn: 公里每小时 (km/h)

source: Knots (kt)
es_es: Nudos (kt)
nl_nl: Knopen (kt)
zh_cn: 节（kt）

source: Lactation
es_es: Lactancia
nl_nl: Lactatie
zh_cn: 哺乳期

source: Language
es_es: Idioma
nl_nl: Taal
zh_cn: 语言

source: Large Step
es_es: Ajuste Grande
nl_nl: Grote Stap
zh_cn: 大幅

source: Large Widgy
es_es: Widgy Grande
nl_nl: Grote Widgy
zh_cn: 大型部件

source: Large Widgy Slots
es_es: Widgets de Widgy Grandes
nl_nl: Grote Widgy Slots
zh_cn: 大型Widgy插槽

source: Last
es_es: Último
nl_nl: Laatst
zh_cn: 最后

source: Last Earthquake Nearby
es_es: Último Terremoto Cercano
nl_nl: Laatste Aardbeving In De Buurt
zh_cn: 最近一次地震

source: Last Edited With Widgy
es_es: Última Edición con Widgy
nl_nl: Laatst Bewerkt Met Widgy
zh_cn: 最后编辑时的 Widgy 版本

source: Last Played Date
es_es: Fecha de Última Reproducción
nl_nl: Laatst Gespeelde Datum

source: Last Reboot Time
es_es: Hora del Último Reinicio
nl_nl: Laatste Herstarttijd
zh_cn: 上次重新启动时间

source: Last Redraw
es_es: Último Rediseño
nl_nl: Laatste Hertekening
zh_cn: 上次重画

source: Last Reload
es_es: Última Recarga
nl_nl: Laatste Herladen
zh_cn: 上次重新加载

source: Latest Widgys
es_es: Últimos Widgys
nl_nl: Laatste Widgys
zh_cn: 最新的Widgys

source: Latin
es_es: Latín
nl_nl: Latijn
zh_cn: 拉丁语

source: Latitude
es_es: Latitud
nl_nl: Breedtegraad
zh_cn: 纬度

source: Latitude (Decimal)
es_es: Latitud (Decimal)
nl_nl: Breedtegraad (Decimaal)
zh_cn: 纬度（十进制）

source: Latitude (Degrees)
es_es: Latitud (Grados)
nl_nl: Breedtegraad (Graden)
zh_cn: 纬度（度）

source: Latitude (Hemisphere)
es_es: Latitud (Hemisferio)
nl_nl: Breedtegraad (Halfrond)
zh_cn: 纬度（半球）

source: Latitude (Minutes)
es_es: Latitud (Minutos)
nl_nl: Breedtegraad (Minuten)
zh_cn: 纬度（分钟）

source: Latitude (Seconds)
es_es: Latitud (Segundos)
nl_nl: Breedtegraad (Seconden)
zh_cn: 纬度（秒）

source: Layer Appeared Transition
es_es: Transición de Aparición de Capa
zh_cn: 图层出现过渡

source: Layer Contents Updated Animation
es_es: Animación de Actualización de Contenido de Capa
zh_cn: 图层内容更新动画

source: Layer Disappeared Transition
es_es: Transición de Desaparición de Capa
zh_cn: 图层消失过渡

source: Layer Name
es_es: Nombre de Capa
nl_nl: Laag Naam
zh_cn: 图层名称

source: Layer Size
es_es: Tamaño de Capa
nl_nl: Laaggrootte
zh_cn: 图层大小

source: Layer count
es_es: Cantidad de capas

source: Layers
es_es: Capas
nl_nl: Lagen
zh_cn: 图层

source: Leading
es_es: Principal
nl_nl: Toonaangevend
zh_cn: 左对齐

source: Lean Body Mass
es_es: Masa Corporal Magra
nl_nl: Spiermassa
zh_cn: 瘦体重

source: Leave Intact
es_es: Dejar Intacto
nl_nl: Intakt laten
zh_cn: 保持原样

source: Leave blank for automatic name
es_es: Dejar en blanco para nombre automático
nl_nl: Laat leeg voor automatische naam
zh_cn: 自动名称留空

source: Left
es_es: Izquierda
nl_nl: Links
zh_cn: 左

source: Legacy
es_es: Legado
nl_nl: Nalatenschap
zh_cn: 继承

source: Legacy (Dark)
es_es: Legado (Oscuro)
nl_nl: Legacy (Donker)
zh_cn: 继承（深色）

source: Legacy (Light)
es_es: Legado (Claro)
nl_nl: Legacy (Licht)
zh_cn: 继承（浅色）

source: Let's Do This
es_es: Hagámoslo
zh_cn: 好啊，来啊

source: Let's set some things up!
es_es: ¡Vamos a configurarlo!
zh_cn: 让我们来设置一些东西吧！

source: Letter-Like
es_es: Como una Letra
nl_nl: Letter-Achtig
zh_cn: 像字母

source: Light Blue
es_es: Luz Azul
nl_nl: Lichtblauw
zh_cn: 浅蓝色

source: Light Green
es_es: Luz Verde
nl_nl: Lichtgroen
zh_cn: 浅绿色

source: Light Mode
es_es: Modo Claro
nl_nl: Lichte modus
zh_cn: 浅色模式

source: Lime
es_es: Cal
nl_nl: Limoen
zh_cn: 青柠色

source: Limited Photo Access
es_es: Acceso Limitado a Fotografías
nl_nl: Beperkte Toegang Tot Foto's
zh_cn: 受限制的照片访问

source: Line Chart
es_es: Gráfico de linea
nl_nl: Lijndiagram
zh_cn: 折线图

source: Line Mode
es_es: Modo de línea
nl_nl: Lijn-Modus
zh_cn: 线模式：

source: Linear
es_es: Lineal
nl_nl: Lineair
zh_cn: 线性

source: Linear Mirrored A
es_es: Lineal reflejado A
nl_nl: Lineair Gespiegeld A
zh_cn: 线性镜像A

source: Linear Mirrored B
es_es: Lineal reflejado B
nl_nl: Lineair Gespiegeld B
zh_cn: 线性镜像B

source: Linear Reversed
es_es: Lineal Invertido
nl_nl: Lineair Omgekeerd
zh_cn: 线性反转

source: Lines In Front
es_es: Líneas al Frente
nl_nl: Lijnen Vooraan
zh_cn: 前面的线

source: List Separator
es_es: Separador de listas
zh_cn: 列表分隔符

source: Live
es_es: Act. Directo
zh_cn: 实时活动

source: Live Activity
es_es: Actividades en Directo
zh_cn: 实时活动

source: Live Activity Slots
es_es: Widgets de Actividad en Directo
zh_cn: 实时活动插槽

source: Live Timer (24 hours)
es_es: Temporizador en Directo (24 horas).
nl_nl: Live Timer (24 uur)
zh_cn: 实时计时器（24小时）

source: Live Timer (AM/PM)
es_es: Temporizador en Directo (AM/PM)
zh_cn: 实时计时器（上午/下午）

source: Live activities and dynamic island can't reload the data automatically like regular widgets. The only way to reload the data is to open the Widgy app. This issue is most noticeable on widgets with timers and automation.
es_es: Las actividades en Directo y la Dynamic Island no pueden recargar automáticamente los datos como los widgets regulares. La única manera de recargar los datos es abrir la aplicación de Widgy. Este problema es más notable en widgets con temporizadores y automatización.
zh_cn: 实时活动和灵动岛无法像常规小组件那样自动刷新数据。要刷新数据，唯一的方法是打开Widgy应用。这一问题在带有计时器和自动化功能的小组件上尤为明显。

source: Live activities and dynamic island can't reload the data automatically like regular widgets. This issue is most noticeable on widgets with timers and automation.
es_es: Las actividades en directo y la Dynamic Island no pueden recargar automáticamente los datos como los widgets regulares. Este problema es más evidente en widgets con temporizadores y automatización.
zh_cn: 实时活动和灵动岛无法像常规小组件那样自动刷新数据，这一问题在带有计时器和自动化功能的小组件上尤为明显。

source: Live activities are not live at all!
es_es: Las actividades en directo no son en tiempo real en absoluto.
zh_cn: 实时活动根本不是实时的！

source: Live refresh, manually setting the font size, hiding of the name beneath the widget, and some other things are limitations set by the operating system.
es_es: La actualización en directo, la configuración manual del tamaño de fuente, la ocultación del nombre debajo del widget y algunas otras cosas son limitaciones establecidas por el sistema operativo.
nl_nl: Live vernieuwen, handmatig de lettergrootte instellen, de naam onder de widget verbergen en enkele andere dingen zijn beperkingen die zijn ingesteld door het besturingssysteem.
zh_cn: 实时刷新、手动设置字体大小、隐藏在小组件下方的名称、以及一些其他事情是操作系统设置的限制。

source: Local First, Server As Fallback
es_es: Primero local, servidor como respaldo

source: Localized Date Formatter Documentation
es_es: Documentación del Formateador de Fechas Localizado
nl_nl: Documentatie van gelokaliseerde datumnotatie
zh_cn: 本地化日期格式化程序文档

source: Location
es_es: Ubicación
nl_nl: Locatie
zh_cn: 地点

source: Location For Weather
es_es: Ubicación para el Tiempo
nl_nl: Locatie Voor Weer
zh_cn: 天气位置

source: Location Name
es_es: Nombre del lugar
nl_nl: Naam Locatie
zh_cn: 地点名称

source: Location Picker
es_es: Selector de Ubicación
nl_nl: Locatie Kiezer
zh_cn: 位置选择

source: Location permissions missing.
es_es: Faltan permisos de ubicación.
zh_cn: 无定位权限。

source: Lock
es_es: Bloqueo
zh_cn: 锁屏

source: Lock Screen + Apple Watch
es_es: Pantalla de Bloqueo + Apple Watch
zh_cn: 锁屏+Apple Watch

source: Lock Screen Slots
es_es: Widgets de Pantalla de Bloqueo
zh_cn: 锁屏插槽

source: Lock screen widgets can also be used as Watch complications. While editing the lock screen widgets, open the documents tab to tweak some Watch-specific options.
es_es: Los widgets de la pantalla de bloqueo también se pueden utilizar como complicaciones del reloj. Mientras edita los widgets de la pantalla de bloqueo, abra la pestaña de documentos para modificar algunas opciones específicas de Watch.
zh_cn: 锁屏小组件也可以作为手表上的小组件使用。在编辑锁屏小组件时，打开文档选项卡来调整一些手表特有的选项。

source: Long press on any custom color or gradient to show additional options.
es_es: Mantenga presionado cualquier color o degradado personalizado para mostrar opciones adicionales.
nl_nl: Druk lang op een aangepaste kleur of verloop om extra opties weer te geven.
zh_cn: 长按任何自定义颜色或渐变以显示其他选项。

source: Longitude
es_es: Longitud
nl_nl: Lengtegraad
zh_cn: 经度

source: Longitude (Decimal)
es_es: Longitud (Decimal)
nl_nl: Lengtegraad (Decimaal)
zh_cn: 经度（十进制）

source: Longitude (Degrees)
es_es: Longitud (Grados)
nl_nl: Lengtegraad (Graden)
zh_cn: 经度（度）

source: Longitude (Hemisphere)
es_es: Longitud (Hemisferio)
nl_nl: Lengtegraad (Halfrond)
zh_cn: 经度（半球）

source: Longitude (Minutes)
es_es: Longitud (Minutos)
nl_nl: Lengtegraad (Minuten)
zh_cn: 经度（分钟）

source: Longitude (Seconds)
es_es: Longitud (Segundos)
nl_nl: Lengtegraad (Seconden)
zh_cn: 经度（秒）

source: Looks Good
es_es: Se ve bien
nl_nl: Ziet Er Goed Uit
zh_cn: 看起来不错

source: Looks like you didn't allow permissions for Notifications. Go to app settings to allow them.
es_es: Parece que no has permitido los permisos para las notificaciones. Ve a la configuración de la aplicación para permitirlas.
zh_cn: 看起来您没有授予通知权限。请前往应用设置中开启。

source: Looks like you didn't give permission to access this image(s).
es_es: Parece que no has dado permiso para acceder a esta(s) imagen(es).
nl_nl: Het lijkt erop dat je geen toegang hebt gegeven tot deze afbeelding(en).
zh_cn: 看起来您没有授予访问此图像的权限。

source: Looks like you didn't give permission to access this image.
es_es: Parece que no diste permiso para acceder a esta imagen.
nl_nl: Het lijkt erop dat je geen toestemming hebt gegeven om deze afbeelding te openen.
zh_cn: 看起来您没有授予访问此图像的权限。

source: Loss Of Smell
es_es: Pérdida del Olfato
nl_nl: Verlies Van Geur
zh_cn: 嗅觉丧失

source: Loss Of Taste
es_es: Pérdida del Gusto
nl_nl: Verlies Van Smaak
zh_cn: 味觉损失

source: Low Cardio Fitness Event
es_es: Evento de Baja condición física cardiovascular
nl_nl: Low Cardio Fitness Evenement
zh_cn: 低强度有氧健身活动

source: Low Heart Rate Event
es_es: Evento de Baja Frecuencia Cardíaca
nl_nl: Lage Hartslag Gebeurtenis
zh_cn: 低心率事件

source: Low Power Mode
es_es: Modo de Bajo Consumo
nl_nl: Spaarstand
zh_cn: 低电量模式

source: Low Power Mode Off
es_es: Modo de Bajo Consumo Desactivado
nl_nl: Spaarstand Uit
zh_cn: 低电量模式关闭

source: Low Power Mode On
es_es: Modo de Bajo Consumo Activado
nl_nl: Spaarstand Aan
zh_cn: 低电量模式开启

source: Lower Back Pain
es_es: Dolor en la parte baja de la espalda
nl_nl: Lage Rugpijn
zh_cn: 下背痛

source: Luminance Match
es_es: Coincidencia de luminancia

source: Luminance Match + Tint Hue
es_es: Coincidencia de luminancia + Tono de tinte

source: Lyrics
es_es: Letra

source: Magnetometer X
es_es: Magnetómetro X
zh_cn: 磁力计X

source: Magnetometer Y
es_es: Magnetómetro Y
zh_cn: 磁力计Y

source: Magnetometer Z
es_es: Magnetómetro Z
zh_cn: 磁力计Z

source: Make Full Size
es_es: Hacer Tamaño Completo
zh_cn: 制作全尺寸

source: Make sure that Watchy is listed under the 'Installed On Apple Watch section' in the Watch app on your iPhone. If it's not, scroll a bit more down and tap on 'Install' next to Watchy.
es_es: Asegúrese de que Watchy aparezca en la sección "Instalado en Apple Watch" en la aplicación Watch de su iPhone. Si no es así, desplácese un poco más hacia abajo y toque 'Instalar' junto a Watchy.
nl_nl: Zorg ervoor dat Watchy wordt vermeld onder het gedeelte 'Geïnstalleerd op Apple Watch' in de Watch-app op uw iPhone. Als dat niet het geval is, scrolt u iets verder naar beneden en tikt u op 'Installeren' naast Watchy.
zh_cn: 确保 Watchy 列在 iPhone 上 Watch 应用程序的“安装在 Apple Watch 部分”下。如果不是，请向下滚动一点，然后点击 Watchy 旁边的“安装”。

source: Make sure that Watchy is running on your Watch.
es_es: Asegúrese de que Watchy se esté ejecutando en su reloj.
nl_nl: Zorg ervoor dat Watchy op uw Watch wordt uitgevoerd.
zh_cn: 确保 Watchy 正在您的 Watch 上运行。

source: Make sure that the shortcut name is EXACTLY the same as listed in the Siri Shortcuts app.
es_es: Asegúrese de que el nombre del acceso directo sea EXACTAMENTE el mismo que aparece en la aplicación Atajos.
nl_nl: Zorg ervoor dat de naam van de snelkoppeling PRECIES hetzelfde is als vermeld in de Siri Shortcuts-app.
zh_cn: 确保快捷指令名称与Siri快捷指令应用中列出的名称完全相同。

source: Make sure that your Widget looks good both in Light and Dark mode.
es_es: Asegúrate de que tu widget se vea bien tanto en modo claro como en modo oscuro.
zh_cn: 确保你的小组件在浅色和深色模式下都很美观。

source: Make sure to have the 'Widgy-Linker' Shortcut installed on your device. It can be found in Manage Tab/More Settings/Shortcuts/Siri Shortcuts For Extra Widgy Functionality.
es_es: Asegúrate de tener instalado el atajo “Widgy-Linker” en tu dispositivo. Lo encontrarás en la pestaña Administrar / Más ajustes / Atajos / Atajos de Siri para funciones adicionales de Widgy.

source: Make sure you've entered your credentials correctly.
es_es: Asegúrate de haber introducido correctamente tus credenciales.

source: Manage
es_es: Administrar
nl_nl: Beheren
zh_cn: 管理

source: Manage Stash
es_es: Colección Guardada
nl_nl: Stash Beheren
zh_cn: 管理库存

source: Manage Tab
es_es: Pestaña Administrar
nl_nl: Tabblad Beheren
zh_cn: 管理选项卡

source: Manage permissions
es_es: Administrar Permisos
nl_nl: Beheer toestemmingen
zh_cn: 管理权限

source: Manage permissions?
es_es: ¿Administrar permisos?
nl_nl: Beheer toestemmingen?
zh_cn: 管理权限？

source: Map Screenshot
es_es: Captura de pantalla del mapa
nl_nl: Screenshot Van De Kaart
zh_cn: 地图截图

source: Maps
es_es: Mapas
nl_nl: Kaarten
zh_cn: 地图

source: Material Icons Outlined
es_es: Iconos de Materiales Delineados

source: Material Icons Regular
es_es: Iconos de Materiales Regulares
nl_nl: Materiële Pictogrammen Regular

source: Material Icons Round
es_es: Iconos de Materiales Redondos

source: Material Icons Sharp
es_es: Iconos de Materiales Nítidos

source: Material Icons Two Tone
es_es: Iconos de materiales Dos Tonos

source: Math
es_es: Matemática
nl_nl: Wiskunde
zh_cn: 数学

source: Math (Optional, x = input value)
es_es: Matemática (Opcional, x = valor de entrada)
nl_nl: Math (Optioneel, x = invoerwaarde)
zh_cn: 数学（可选，x = 输入值）

source: Maths
es_es: Matemáticas
nl_nl: Wiskunde
zh_cn: 数学

source: Max Only
es_es: Sólo máx.
zh_cn: 仅最大值

source: Max Segments
es_es: Segmentos máximos
nl_nl: Max Segmenten
zh_cn: 最大分段数

source: Max. Temperature
es_es: Max. Temperatura
nl_nl: Max. Temperatuur
zh_cn: 最高温度

source: Max. Temperature (Always In C°)
es_es: Temperatura máx. (Siempre en °C)
zh_cn: 最高温度（始终以 C° 为单位）

source: Max. Temperature (Always In F°)
es_es: Temperatura máx. (Siempre en °F)
zh_cn: 今日最高温度（始终以 F° 为单位）

source: Max. Temperature Today
es_es: Max. Temperatura Hoy
nl_nl: Maximaal Temperatuur vandaag
zh_cn: 今日最高温度

source: Max. Temperature Today (Always In C°)
es_es: Max. Temperatura Hoy (Siempre en C°)
zh_cn: 今日最高温度（始终以 C° 为单位）

source: Max. Temperature Today (Always In F°)
es_es: Max. Temperatura Hoy (Siempre en F°)
zh_cn: 今日最高温度（始终以 F° 为单位）

source: Max. Value Color
es_es: Máx. Color del valor
zh_cn: 最大值颜色

source: Max. Value Decimals
es_es: Máx. Valor decimales
zh_cn: 最大值小数位数

source: Max. Value Font
es_es: Máx. Fuente de valor
zh_cn: 最大值字体

source: Max. Value Font Scale
es_es: Máx. Escala de fuente de valor
zh_cn: 最大值字体缩放

source: Max. Value Grouping Separator
es_es: Máx. Separador de agrupación de valores
zh_cn: 最大值分组分隔符

source: Max. Value Hide Text
es_es: Máx. Valor Ocultar texto
zh_cn: 隐藏最大值

source: Max. Value Shadow Color
es_es: Máx. Color de sombra de valor
zh_cn: 最大值阴影颜色

source: Max. Value Shadow Offset X
es_es: Máx. Valor de compensación de sombra X
zh_cn: 最大值阴影偏移 X

source: Max. Value Shadow Offset Y
es_es: Máx. Valor de compensación de sombra Y
zh_cn: 最大值阴影偏移 Y

source: Max. Value Shadow Radius
es_es: Máx. Valor del radio de sombra
zh_cn: 最大值阴影半径

source: Max. Value Show Unit
es_es: Máx. Unidad de visualización de valor
zh_cn: 显示最大值单位

source: Max. Value Unicode Remapping
es_es: Máx. Reasignación de valores Unicode
zh_cn: 最大值花式字符映射

source: Measurement Units
es_es: Unidades de Medida
nl_nl: Meeteenheid
zh_cn: 测量单位

source: Medium Step
es_es: Ajuste Mediano
nl_nl: Middelgrote Stap
zh_cn: 中幅

source: Medium Widgy
es_es: Medio Widgy
nl_nl: Middelgrote Widgy
zh_cn: 中型Widgy

source: Medium Widgy Slots
es_es: Widgets de Widgy Medianos
nl_nl: Middelgrote gokautomaten
zh_cn: 中型Widgy插槽

source: Memory
es_es: Memoria
nl_nl: Geheugen
zh_cn: 内存

source: Memory Free
es_es: Memoria Libre
nl_nl: Vrije Geheugen
zh_cn: 无内存

source: Memory Lapse
es_es: Lapso de memoria
nl_nl: Geheugen Vervallen
zh_cn: 内存延迟

source: Memory Used
es_es: Memoria Usada
nl_nl: Gebruikte Geheugen
zh_cn: 内存占用

source: Menstrual Flow
es_es: Flujo Menstrual
nl_nl: Menstruatie
zh_cn: 月经流

source: Merchandise
es_es: Tienda
nl_nl: Goederen
zh_cn: 商品

source: Merge by doing average
es_es: Fusionar haciendo promedio
zh_cn: 通过求平均值进行合并

source: Merge, but prefer larger values
es_es: Combinar, pero dar preferencia a los valores más grandes.
zh_cn: 合并，但优先选择较大值

source: Merge, but prefer new values
es_es: Fusionar, pero preferir nuevos valores
zh_cn: 合并，但优先选择新值

source: Merge, but prefer old values
es_es: Fusionar, pero preferir valores antiguos
zh_cn: 合并，但优先保留旧值

source: Merge, but prefer smaller values
es_es: Fusionar, pero preferir valores más pequeños
zh_cn: 合并，但优先选择较小值

source: Messages
es_es: Mensajes
nl_nl: Berichten
zh_cn: 信息

source: Messages App Store
es_es: Mensajes de App Store
nl_nl: Berichten App Store
zh_cn: iMessage信息App Store

source: Messages SMS
es_es: Mensajes de SMS
nl_nl: Berichten SMS
zh_cn: 短信

source: Meters Per Second (m/s)
es_es: Metros por segundo (m/s)
nl_nl: Meters Per seconde (m/s)
zh_cn: 米每秒（m/s）

source: Method
es_es: Método
nl_nl: Methode
zh_cn: 方法

source: Metric
es_es: Metrico
nl_nl: Metrisch
zh_cn: 公制

source: Micro Step
es_es: Microajuste
nl_nl: Micro Stap
zh_cn: 微幅

source: Miles Per Hour (mph)
es_es: Millas por hora (mph)
nl_nl: Mijlen Per uur (mph)
zh_cn: 英里每小时（mph）

source: Min Only
es_es: Sólo mínimo

source: Min. Temperature
es_es: Min. Temperatura
nl_nl: Min. Temperatuur
zh_cn: 最低温度

source: Min. Temperature (Always In C°)
es_es: Temperatura min. (Siempre en °C)
zh_cn: 最低温度（始终以 C° 为单位）

source: Min. Temperature (Always In F°)
es_es: Temperatura min. (Siempre en °F)
zh_cn: 最低温度（始终以 F° 为单位）

source: Min. Temperature Today
es_es: Min. Temperatura Hoy
nl_nl: Min. Temperatuur vandaag
zh_cn: 今日最低温度

source: Min. Temperature Today (Always In C°)
es_es: Min. Temperatura Hoy (Siempre en C°)
zh_cn: 今日最低温度（始终以 C° 为单位）

source: Min. Temperature Today (Always In F°)
es_es: Min. Temperatura Hoy (Siempre en F°)
zh_cn: 今日最低温度（始终以 F° 为单位）

source: Min. Value Color
es_es: Mín. Color del Valor
zh_cn: 最小值颜色

source: Min. Value Decimals
es_es: Mín. Valor Decimales
zh_cn: 最小值小数位数

source: Min. Value Font
es_es: Mín. Fuente de Valor
zh_cn: 最小值字体

source: Min. Value Font Scale
es_es: Mín. Escala de fuente de Valor
zh_cn: 最小值字体缩放

source: Min. Value Grouping Separator
es_es: Mín. Separador de Agrupación de Valores
zh_cn: 最小值分组分隔符

source: Min. Value Hide Text
es_es: Mín. Valor Ocultar texto
zh_cn: 隐藏最小值

source: Min. Value Shadow Color
es_es: Mín. Color de sombra de valor
zh_cn: 最小值阴影颜色

source: Min. Value Shadow Offset X
es_es: Mín. Valor de Compensación de sombra X
zh_cn: 最小值阴影偏移 X

source: Min. Value Shadow Offset Y
es_es: Mín. Valor de Compensación de sombra Y
zh_cn: 最小值阴影偏移 Y

source: Min. Value Shadow Radius
es_es: Mín. Valor del Radio de sombra
zh_cn: 最小值阴影半径

source: Min. Value Show Unit
es_es: Mín. Unidad de Visualización de valor
zh_cn: 显示最小值单位

source: Min. Value Unicode Remapping
es_es: Min. Reasignación de Valores Unicode
zh_cn: 最小值花式字符映射

source: Mindful Session
es_es: Sesión Consciente
nl_nl: Mindful Sessie
zh_cn: 心态会议

source: Minute
es_es: Minuto
nl_nl: Minuut
zh_cn: 分钟

source: Minutes (Without Leading Zero)
es_es: Minutos (Sin Ceros a la Izquierda)
nl_nl: Minuten (Zonder Voorloopnul)
zh_cn: 分钟（不带前导零）

source: Mirror Mode
es_es: Modo Espejo
nl_nl: Spiegel-Modus
zh_cn: 镜像模式

source: Modify Values
es_es: Modificar Valores
nl_nl: Waarden Wijzigen
zh_cn: 修改值

source: Monochrome
es_es: Monocroma
nl_nl: Monochroom
zh_cn: 单色

source: Month
es_es: Mes
nl_nl: Maand
zh_cn: 月

source: Month (Fraction)
es_es: Mes (Fracción)
nl_nl: Maand (Fractie)
zh_cn: 月（分数）

source: Month (Ordinal)
es_es: Mes (Ordinal)
nl_nl: Maand (Ordinaal)
zh_cn: 月（序号）

source: Month (Percentage)
es_es: Mes (Porcentaje)
nl_nl: Maand (Percentage)
zh_cn: 月（百分比）

source: Month Offset
es_es: Compensación de Mes
nl_nl: Maand Verschuiving
zh_cn: 月份偏移量

source: Months Since Date
es_es: Meses desde la Fecha
nl_nl: Maanden Sinds Datum
zh_cn: 自日期起已过月数

source: Mood Changes
es_es: Cambios de Humor
nl_nl: Stemmingswisselingen
zh_cn: 心情变化
