Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Dietary Niacin
es_es: Niacina Dietética
nl_nl: Niacine
zh_cn: 膳食烟酸

source: Dietary Pantothenic Acid
es_es: Ácido pantoténico Dietético
nl_nl: Pantotheenzuur
zh_cn: 膳食泛酸

source: Dietary Phosphorus
es_es: Fósforo Dietético
nl_nl: Fosfor
zh_cn: 膳食磷

source: Dietary Potassium
es_es: Potasio Dietético
nl_nl: Kalium
zh_cn: 膳食钾

source: Dietary Protein
es_es: Proteína Dietética
nl_nl: Eiwitten
zh_cn: 膳食蛋白质

source: Dietary Riboflavin
es_es: Riboflavina Dietética
nl_nl: Riboflavine
zh_cn: 膳食核黄素

source: Dietary Selenium
es_es: Selenio Dietético
nl_nl: Selenium
zh_cn: 膳食硒

source: Dietary Sodium
es_es: Sodio Dietético
nl_nl: Natrium
zh_cn: 膳食钠

source: Dietary Sugar
es_es: Azúcar Dietético
nl_nl: Suiker
zh_cn: 膳食糖

source: Dietary Thiamin
es_es: Tiamina Dietética
nl_nl: Thiamine
zh_cn: 饮食硫胺素

source: Dietary Vitamin A
es_es: Vitamina A Dietética
nl_nl: Vitamine A
zh_cn: 膳食维生素A

source: Dietary Vitamin B6
es_es: Vitamina B6 Dietética
nl_nl: Vitamine B6
zh_cn: 膳食维生素B6

source: Dietary Vitamin B12
es_es: Vitamina B12 Dietética
nl_nl: Vitamine B12
zh_cn: 膳食维生素B12

source: Dietary Vitamin C
es_es: Vitamina C Dietética
nl_nl: Vitamine C
zh_cn: 膳食维生素C

source: Dietary Vitamin D
es_es: Vitamina D Dietética
nl_nl: Vitamine D
zh_cn: 膳食维生素D

source: Dietary Vitamin E
es_es: Vitamina E Dietética
nl_nl: Vitamine E
zh_cn: 膳食维生素E

source: Dietary Vitamin K
es_es: Vitamina K Dietética
nl_nl: Vitamine K
zh_cn: 膳食维生素K

source: Dietary Water
es_es: Agua Dietética
nl_nl: Water
zh_cn: 饮食用水

source: Dietary Zinc
es_es: Zinc Dietético
nl_nl: Zink
zh_cn: 膳食锌

source: Digits
es_es: Dígitos
nl_nl: Cijfer
zh_cn: 位数

source: Direction Down + Sound
es_es: Dirección Hacia Abajo + Sonido

source: Direction Up + Sound
es_es: Dirección Arriba + Sonido

source: Disable UI Animations
es_es: Deshabilitar animaciones de la interfaz de usuario
zh_cn: 取消动态效果

source: Disk Space
es_es: Espacio del Disco
nl_nl: Opslag
zh_cn: 磁盘空间

source: Disk Space Free
es_es: Espacio libre en disco
nl_nl: Opslag Vrij
zh_cn: 可用磁盘空间

source: Disk Space Used
es_es: Espacio en Disco Utilizado
nl_nl: Opslag Gebruikt
zh_cn: 磁盘空间使用

source: Dismiss
es_es: Descartar
nl_nl: Afwijzen
zh_cn: 忽略

source: Display Events For A Whole Day
es_es: Mostrar Eventos durante Todo un Día
nl_nl: Evenementen voor een hele dag weergeven
zh_cn: 显示一整天的事件

source: Distance Cross Country Skiing
es_es: Distancia de Esquí de Fondo

source: Distance Cycling
es_es: Ciclismo a distancia
nl_nl: Afstand Fietsen
zh_cn: 距离骑行

source: Distance Downhill Snow Sports
es_es: Deportes de Nieve de Descenso a Distancia
nl_nl: Afstand Bergaf Sneeuwsporten
zh_cn: 距离下坡滑雪运动

source: Distance Paddle Sports
es_es: Distancia en Deportes de Remo

source: Distance Rowing
es_es: Distancia a Remo

source: Distance Skating Sports
es_es: Distancia en Deportes de Patinaje

source: Distance Swimming
es_es: Natación a Distancia
nl_nl: Afstand Zwemmen
zh_cn: 远距离游泳

source: Distance Walking Running
es_es: Distancia Caminar Correr
nl_nl: Afstand Lopen Hardlopen
zh_cn: 远距离步行跑步

source: Distance Wheelchair
es_es: Distancia Silla de ruedas
nl_nl: Afstand Rolstoel
zh_cn: 远距轮椅

source: Distribute
es_es: Distribuir
nl_nl: Distribueren
zh_cn: 分发

source: Divination And Ideographics
es_es: Adivinación e ideografía
nl_nl: Waarzeggerij En Ideografieën
zh_cn: 占卜与象形文字

source: Dizziness
es_es: Mareo
nl_nl: Duizeligheid
zh_cn: 头晕

source: Document
es_es: Documento
zh_cn: 文件

source: Does Watchy support Always On Display?
es_es: ¿Watchy es compatible con Always On Display?
nl_nl: Ondersteunt Watchy Always On Display?
zh_cn: Watchy 是否支持始终显示？

source: Don't Ask Again
es_es: No Vuelvas a Preguntar
nl_nl: Niet meer vragen
zh_cn: 不要再问

source: Don't Forget!
es_es: ¡No lo Olvides!
nl_nl: Niet Vergeten!
zh_cn: 不要忘记!

source: Don't Hide
es_es: No Ocultar
zh_cn: 不要隐藏

source: Done
es_es: Hecho
nl_nl: Klaar
zh_cn: 完成

source: Dotted Progress Bar
es_es: Barra de Progreso Punteada
zh_cn: 虚线进度条

source: Downloads
es_es: Descargas
nl_nl: Downloaden
zh_cn: 下载

source: Drag the selected layer to move it.
es_es: Arrastre la capa seleccionada para moverla.
nl_nl: Sleep de geselecteerde laag om deze te verplaatsen.
zh_cn: 拖动选定的图层来移动它。

source: Drag with two fingers to change position and size at the same time.
es_es: Arrastra con dos dedos para cambiar de posición y tamaño al mismo tiempo.
nl_nl: Sleep met twee vingers om de positie en grootte tegelijkertijd te wijzigen.
zh_cn: 用两根手指拖动可同时更改位置和大小。

source: Dry Skin
es_es: Piel seca
nl_nl: Droge Huid
zh_cn: 皮肤干燥

source: Due to Watch conserving the battery, Watch complications picker will probably have cached previews making it not reflect what you picked in the Manage tab. And to make it even less intuitive, the complications list isn't sorted like its iOS counterpart. There's nothing I can do about this.
es_es: Debido a que Watch conserva la batería, el selector de complicaciones de Watch probablemente tendrá vistas previas en caché, por lo que no refleja lo que seleccionó en la pestaña Administrar. Y para hacerlo aún menos intuitivo, la lista de complicaciones no está ordenada como su contraparte de iOS. No hay nada que pueda hacer al respecto.
zh_cn: 由于 Watch 耗电量低，Watch 圆盘选择器可能有缓存的预览，使其无法反映你在管理标签中选择的内容。并且为了使其更不直观，圆盘列表并不按照 iOS 系统的排序方式。没办法，这就是所谓的局限性。

source: Due to the unusual aspect ratio of Live Activities on some iPads, Large Live Activities might look a bit squashed on your device.
es_es: Debido a la relación de aspecto inusual de las Actividades en Directo en algunos iPads, las Grandes Actividades en Directo pueden verse un poco comprimidas en tu dispositivo.
zh_cn: 由于某些iPad上实时活动的宽高比非同寻常，大型实时活动在您的设备上可能会显得有些扁平。

source: Duplicate
es_es: Duplicar
nl_nl: Dupliceren
zh_cn: 重复

source: Duration
es_es: Duración
nl_nl: Duur
zh_cn: 持续时间

source: Dynamic Colors
es_es: Colores Dinámicos
nl_nl: Dynamische kleuren
zh_cn: 动态颜色

source: EDIT
es_es: EDITAR
nl_nl: BEWERK
zh_cn: 编辑

source: EDIT AS A COPY
es_es: EDITAR COMO UNA COPIA
nl_nl: BEWERK ALS KOPIE
zh_cn: 作为副本编辑

source: Edges Rounding
es_es: Redondeo de bordes
nl_nl: Afronding Van Randen
zh_cn: 圆角

source: Edit
es_es: Editar
nl_nl: Wijzig
zh_cn: 编辑

source: Edit As A Copy
es_es: Editar como una Copia
zh_cn: 作为副本进行编辑

source: Edit Color
es_es: Editar Color
nl_nl: Kleur Bewerken
zh_cn: 编辑颜色

source: Edit Date
es_es: Editar Fecha
nl_nl: Pas datum aan
zh_cn: 编辑日期

source: Edit Gradient
es_es: Editar Degradado
nl_nl: Bewerk Kleurverloop
zh_cn: 编辑渐变

source: Edit Transparency Layer
es_es: Editar Capa de Transparencia
zh_cn: 编辑透明图层

source: Edit Widget
es_es: Editar Widget
zh_cn: 编辑小组件

source: Editing
es_es: Editando
nl_nl: Bewerken
zh_cn: 编辑

source: Effects
es_es: Efectos
nl_nl: Effecten
zh_cn: 效果

source: Electrodermal Activity
es_es: Actividad Electrodérmica
nl_nl: Elektrodermale Activiteit
zh_cn: 皮肤电活动

source: Emboss
es_es: Relieve
zh_cn: 浮雕效果

source: Emboss Amount
es_es: Cantidad de Relieve
zh_cn: 浮雕程度

source: Emboss Angle
es_es: Ángulo de Relieve
zh_cn: 浮雕角度

source: Emboss Bottom Color
es_es: Color Inferior en Relieve
zh_cn: 浮雕底色

source: Emboss Top Color
es_es: Color Superior en Relieve
zh_cn: 浮雕顶色

source: Empty Backups
es_es: Vaciar Copias de Seguridad

source: Empty Bin
es_es: Vaciar Papelera

source: Enclosed Symbols
es_es: Símbolos adjuntos
nl_nl: Bijgevoegde Symbolen
zh_cn: 封闭符号

source: End Date
es_es: Fecha Final
nl_nl: Einddatum
zh_cn: 结束日期

source: End Scale
es_es: Escala Final
nl_nl: Eindschaling
zh_cn: 结束尺度

source: End Time
es_es: Hora de finalización
nl_nl: Eindtijd
zh_cn: 结束时间

source: End Time (Optional, in minutes 0-1439)
es_es: Hora de finalización (opcional, en minutos 0-1439)
zh_cn: 结束时间（可选，范围为0-1439分钟）

source: Endpoint
es_es: Punto Final
nl_nl: Eindpunt
zh_cn: 端点

source: Ensure the Redirect URI is entered correctly. You can just copy and paste the value.
es_es: Asegúrate de introducir correctamente la URI de redirección. Puedes copiar y pegar el valor.

source: Enter Date/Time Format
es_es: Ingresar Formato de Fecha/Hora
nl_nl: Voer Datum- / Tijdformaat In
zh_cn: 输入日期/时间格式

source: Enter HEX Value
es_es: Ingresa el Valor Hexadecimal
nl_nl: Voer HEX-waarde In
zh_cn: 输入十六进制值

source: Enter The Shortcut Name
es_es: Ingresa el Nombre de Atajo
nl_nl: Voer De Naam Van De Snelkoppeling In
zh_cn: 输入快捷指令名称

source: Enter URL
es_es: Introducir URL
nl_nl: URL Invoeren
zh_cn: 输入网址URL

source: Enter URL or URL Scheme
es_es: Ingresa la URL o el esquema de URL
zh_cn: 输入URL或URL Scheme

source: Enter Widget Name and Author
es_es: Ingresa el Nombre y el Autor del Widget
zh_cn: 输入小组件名称及作者

source: Enter current widget password:
es_es: Ingresa la contraseña actual del widget:
nl_nl: Voer het huidige widgetwachtwoord in:
zh_cn: 输入当前的小组件密码：

source: Enter description
es_es: Introduce la descripción
nl_nl: Voer beschrijving in
zh_cn: 输入描述

source: Enter password to temporarily enable copying of this layer
es_es: Ingresa la Contraseña para Habilitar temporalmente la Copia de esta Capa
nl_nl: Voer het wachtwoord in om tijdelijk kopiëren van deze laag in te schakelen
zh_cn: 输入密码以临时启用此图层复制

source: Enter password to temporarily enable sharing of this item
es_es: Ingresa la Contraseña para permitir temporalmente compartir este elemento
nl_nl: Voer een wachtwoord in om het delen van dit item tijdelijk in te schakelen
zh_cn: 输入密码以暂时启用此项目的共享

source: Enter the same password in both text fields below
es_es: Ingresa la misma contraseña en ambos campos de texto a continuación
nl_nl: Voer in beide tekstvelden hieronder hetzelfde wachtwoord in
zh_cn: 在以下文本字段中输入相同的密码

source: Enter widget name
es_es: Introduzca el Nombre del Widget
nl_nl: Voer de widgetnaam in
zh_cn: 输入小组件名称

source: Enter your name
es_es: Introduzca su Nombre
nl_nl: Voer je naam in
zh_cn: 输入您的姓名

source: Environmental Audio Exposure
es_es: Exposición al Audio Ambiental
nl_nl: Blootstelling Aan Omgevingsgeluid
zh_cn: 环境音频暴露

source: Estimated Workout Effort Score
es_es: Puntuación Estimada de Esfuerzo del Entrenamiento

source: Even
es_es: Normal
nl_nl: Zelfs
zh_cn: 甚至

source: Evil Insult
es_es: Insulto Malvado
nl_nl: Kwaadaardige Belediging
zh_cn: 脏话

source: Example: Async Fetch
es_es: Ejemplo: Recuperación Asíncrona
nl_nl: Voorbeeld: Async Fetch
zh_cn: 示例：异步获取

source: Example: Date Formatting
es_es: Ejemplo: Formato de Fecha
nl_nl: Voorbeeld: Datumnotatie
zh_cn: 示例：日期格式

source: Example: Localized Date Formatting
es_es: Ejemplo: Formateo de Fecha Localizado
nl_nl: Voorbeeld: gelokaliseerde datumopmaak
zh_cn: 示例：本地化日期格式

source: Exchange Rates
es_es: Los Tipos de Cambio
nl_nl: Wisselkoers
zh_cn: 汇率

source: Exchange Rates (Inverted)
es_es: Tipos de Cambio (invertidos)
nl_nl: Wisselkoersen (Omgekeerd)
zh_cn: 汇率（倒置）

source: Exclusive Segment Auto Min/Max
es_es: Min/Max automático de Segmento Exclusivo

source: Exclusive Segment Max
es_es: Segmento Exclusivo Máximo
nl_nl: Exclusief Segment Max
zh_cn: 独占段最大值

source: Exclusive Segment Min
es_es: Segmento Exclusivo Mínimo
nl_nl: Exclusief Segment Min
zh_cn: 独占段最小值

source: Exclusive Segment Mode
es_es: Modo de Segmento Exclusivo
nl_nl: Exclusieve Segmentmodus
zh_cn: 独占段模式

source: Expand All Groups
es_es: Expandir Todos los Grupos
zh_cn: 展开所有组

source: Expand To
es_es: Expandir a
nl_nl: Uitbreiden naar
zh_cn: 展开至

source: Expanded
es_es: Expandido
zh_cn: 展开

source: Explore
es_es: Explorar
nl_nl: Verkennen
zh_cn: 探索

source: Explore Tab
es_es: Pestaña Explorar
nl_nl: Tabblad Verkennen
zh_cn: 探索标签

source: Export All
es_es: Exportar Todo
zh_cn: 导出全部

source: Export Everything To Zip
es_es: Exportar todo a ZIP

source: External Action
es_es: Acción Externa
zh_cn: 外部操作

source: External IP Address
es_es: Dirección IP Externa
nl_nl: Externe IP-adres
zh_cn: 外部IP地址

source: Extra Large Widgy Slots
es_es: Widgets de Widgy Extra Grandes
nl_nl: Extra Grote Widgy Slots
zh_cn: 超大Widgy插槽

source: Failed
es_es: Fallido
nl_nl: mislukt
zh_cn: 失败的

source: Failure + Sound
es_es: Fallo + Sonido

source: Fainting
es_es: Desmayo
nl_nl: Flauwvallen
zh_cn: 昏厥

source: Fatigue
es_es: Fatiga
nl_nl: Vermoeidheid
zh_cn: 疲劳

source: Featured
es_es: Destacados
nl_nl: Uitgelicht
zh_cn: 精选

source: Featured Widgys
es_es: Widgys Destacados
nl_nl: Aanbevolen Widgys
zh_cn: 特色Widgys

source: Feels Like Temperature
es_es: Sensación Termica
nl_nl: Voelt als temperatuur
zh_cn: 体感温度

source: Feels Like Temperature (Always In C°)
es_es: Sensación Termica (En C°)
zh_cn: 体感温度（始终以 C° 为单位）

source: Feels Like Temperature (Always In F°)
es_es: Sensación Termica (En F°)
zh_cn: 体感温度（始终以 F° 为单位）

source: Feet Per Second (ft/s)
es_es: Pies por segundo (ft/s)
nl_nl: Voet Per Seconde (ft/s)
zh_cn: 英尺每秒（ft/s）

source: Fetching data...
es_es: Obteniendo datos...
nl_nl: Gegevens ophalen...
zh_cn: 正在获取数据...

source: Fever
es_es: Fiebre
nl_nl: Koorts
zh_cn: 发热

source: Fifteenth
es_es: Decimoquinta
nl_nl: Vijftiende
zh_cn: 十五

source: Fifth
es_es: Quinta
nl_nl: Vijfde
zh_cn: 第五

source: Files
es_es: Archivos
nl_nl: Bestanden
zh_cn: 文件

source: Fill
es_es: Llenar
nl_nl: Vul
zh_cn: 填充

source: Fill Missing Values With Zeroes
es_es: Rellenar valores faltantes con ceros

source: Filter Layers
es_es: Filtrar Capas
zh_cn: 过滤图层

source: Find My Friends
es_es: Encontrar a mis Amigos
nl_nl: Vind Mijn Vrienden
zh_cn: 查找我的朋友

source: Find My iPhone
es_es: Encontrar mi Iphone
nl_nl: Vind Mijn iPhone
zh_cn: 查找我的iPhone

source: First
es_es: Primero
nl_nl: Allereerst
zh_cn: 最前

source: First Day Of Week
es_es: Primer Dia de la Semana
nl_nl: Eerste Dag Van De Week
zh_cn: 一周的第一天

source: First/Last
es_es: Primero/Último
nl_nl: Eerste/Laatste
zh_cn: 最前/最后

source: First/Middle/Last
es_es: Primero / Medio / Último
nl_nl: Eerste/Middelste/Laatste
zh_cn: 最前/中间/最后

source: Fit
es_es: Ajustar
nl_nl: Passend
zh_cn: 合适

source: Fitzpatrick Skin Type
es_es: Tipo de piel de Fitzpatrick
nl_nl: Fitzpatrick Huidtype
zh_cn: Fitzpatrick皮肤类型

source: Fix For Wallpaper Changing Color
es_es: Solución para cambio de color del fondo de pantalla

source: Fix Permissions
es_es: Reparar Permisos
nl_nl: Rechten Herstellen
zh_cn: 修复权限

source: Fix permissions?
es_es: Reparar Permisos?
nl_nl: Rechten herstellen?
zh_cn: 修复权限？

source: Flights Climbed
es_es: Tramos Escalados
nl_nl: Vluchten Geklommen
zh_cn: 航班爬升

source: Flip Text
es_es: Voltear Texto
nl_nl: Tekst Spiegelen
zh_cn: 翻转文字

source: Fog Coverage
es_es: Extensión de la Niebla
nl_nl: Mist Dekking
zh_cn: 雾覆盖

source: Follow System
es_es: Seguir sistema

source: Following permissions are missing
es_es: Faltan los Siguientes Permisos
nl_nl: Volgende machtigingen ontbreken
zh_cn: 缺少以下权限

source: Font
es_es: Fuente
nl_nl: Lettertype
zh_cn: 字体

source: Font Alternation
es_es: Alternancia de Fuentes
nl_nl: Lettertype-Afwisseling
zh_cn: 字体交替

source: Font Awesome Solid
es_es: Font Awesome Solida
nl_nl: FontAwesome - Massief

source: Font Color
es_es: Color de fuente
nl_nl: Lettertype Kleur
zh_cn: 字体颜色

source: Font Format
es_es: Formato de Fuente
nl_nl: Opmaak Lettertype
zh_cn: 字体格式

source: Font Initial Value
es_es: Valor Inicial de la Fuente
nl_nl: Beginwaarde Lettertype
zh_cn: 初始值

source: Font Rotation
es_es: Rotación de Fuentes
nl_nl: Font Rotatie
zh_cn: 字体旋转

source: Font Scale
es_es: Tamaño de Fuente
nl_nl: Schaal Lettertype
zh_cn: 字体比例(%)

source: Font Segments
es_es: Segmentos de Fuente
nl_nl: Font Segmenten
zh_cn: 字体段

source: Font Shadow Color
es_es: Color de Sombra de Fuente
nl_nl: Lettertype Schaduw, Kleur
zh_cn: 字体阴影颜色

source: Font Shadow Offset X
es_es: Desplazamiento de Sombra de Fuente X
nl_nl: Lettertype Schaduw X Offset
zh_cn: 字体阴影偏移X

source: Font Shadow Offset Y
es_es: Desplazamiento de Sombra de Fuente Y
nl_nl: Lettertype Schaduw Y Offset
zh_cn: 字体阴影偏移Y

source: Font Shadow Radius
es_es: Radio de Sombra de Fuente
nl_nl: Lettertype Schaduw Omtrek
zh_cn: 字体阴影半径

source: Font Spacing
es_es: Espaciado de Fuentes
nl_nl: Font Afstand
zh_cn: 字体间距

source: Font not available for this widget/device combination.
es_es: Fuente no disponible para esta combinación de widget/dispositivo.
zh_cn: 字体不适用于此组件/设备组合。

source: Fonts
es_es: Fuentes
nl_nl: Lettertypes
zh_cn: 字体

source: For any questions, suggestions, tutorials, or bug reports be sure to visit our Reddit community.
es_es: Si tiene preguntas, sugerencias, tutoriales o informes de errores, asegúrese de visitar nuestra comunidad de Reddit.
nl_nl: Bezoek onze Reddit-community voor vragen, suggesties, tutorials of foutmeldingen.
zh_cn: 如有任何疑问，建议，教程或错误报告，请务必访问我们的Reddit社区。

source: Forced Expiratory Volume 1
es_es: Volumen Espiratorio Forzado 1
nl_nl: Uitgeblazen Volume (1 sec.)
zh_cn: 1秒用力呼气量

source: Forced Vital Capacity
es_es: Capacidad vital forzada
nl_nl: Geforceerde Vitale Capaciteit
zh_cn: 用力肺活量

source: Foreground
es_es: Primer Plano
nl_nl: Voorgrond
zh_cn: 前景

source: Fraction
es_es: Fracción
nl_nl: Fractie
zh_cn: 分数

source: Frame
es_es: Marco
nl_nl: Kader
zh_cn: 框架

source: Free Disk Space
es_es: Espacio libre en disco
nl_nl: Vrije Opslag
zh_cn: 磁盘剩余空间

source: Free Disk Space Percentage
es_es: Porcentaje de espacio libre en disco
nl_nl: Percentage Vrije Opslag
zh_cn: 可用磁盘空间百分比

source: Free Memory
es_es: Memoria libre
nl_nl: Beschikbaar Geheugen
zh_cn: 可用内存

source: Free Memory Percentage
es_es: Porcentaje de memoria libre
nl_nl: Percentage Vrij Geheugen
zh_cn: 可用内存百分比

source: From Files
es_es: De Archivos
nl_nl: Uit Bestanden
zh_cn: 来自文件

source: From Photos
es_es: De Fotos
nl_nl: Van Foto's
zh_cn: 来自照片

source: From Photos (With PNG Transparency)
es_es: De Fotos (Con Transparencia PNG)
nl_nl: Van foto's (Met PNG Transparantie)
zh_cn: 来自照片（具有PNG透明度）

source: From Stash
es_es: De Colección Guardada
nl_nl: Uit Opslag
zh_cn: 来自隐藏

source: From URL
es_es: Desde URL
nl_nl: Van URL
zh_cn: 来自网址

source: From here you can create new Widgys, edit existing Widgys, or try out the Getting You Started templates.
es_es: Desde aquí puede crear un nuevo widget, editar un widget existente o probar las plantillas de prueba.
nl_nl: Vanaf hier kunt u nieuwe Widgys maken, bestaande Widgys bewerken, of probeer de Getting You start templates.
zh_cn: 从这里您可以创建新的Widgys，编辑现有的Widgys，或尝试“新手入门”中的模板。

source: From left to right:
es_es: De Izquierda a Derecha
nl_nl: Van links naar rechts:
zh_cn: 由左到右依次为：

source: Full Color Mode
es_es: Modo a Todo Color
zh_cn: 全彩模式

source: Full Gradient
es_es: Degradado Completo
nl_nl: Volledig Kleurverloop
zh_cn: 全梯度

source: Full Scale
es_es: Escala completa
nl_nl: Volledige Schaal
zh_cn: 全尺度

source: Gauge
es_es: Indicador
nl_nl: Meten
zh_cn: 仪表

source: General info about Complications
es_es: Información general sobre complicaciones
zh_cn: 关于 Complications 的一般信息

source: General info about Watchy
es_es: Información general sobre Watchy
nl_nl: Algemene info over Watchy
zh_cn: 关于 Watchy 的一般信息

source: Generalized Body Ache
es_es: Dolor Corporal Generalizado
nl_nl: Gegeneraliseerde Body Ache
zh_cn: 广义体疼痛

source: Generating Images
es_es: Generando Imágenes
nl_nl: Afbeeldingen Genereren
zh_cn: 正在生成图像...

source: Genre ( Music Only)
es_es: Género

source: Geometrical Shapes
es_es: Formas Geométricas
nl_nl: Geometrische Vormen
zh_cn: 几何形状

source: Gestures
es_es: Gestos
nl_nl: Gebaren
zh_cn: 手势

source: Get QR Code
es_es: Obtener Código QR
nl_nl: QR-Code ophalen
zh_cn: 获取二维码

source: Get URL
es_es: Obtener URL
nl_nl: URL ophalen
zh_cn: 获取URL

source: Getting You Started
es_es: Para Comenzar
nl_nl: Aan De Slag Gaan
zh_cn: 新手入门

source: Go
es_es: Comenzar
nl_nl: Ga
zh_cn: 出发

source: Go To App Settings
es_es: Ir a la Configuración de la Aplicación
zh_cn: 前往应用设置

source: Go to your home screen and enter jiggle mode. Scroll to the empty page on the far right and take a screenshot.
es_es: Vete a su pantalla de inicio e ingresa al modo jiggle. Desplázate hasta la página vacía en el extremo derecho y haz una captura de pantalla.
nl_nl: Ga naar je startscherm en ga naar de schudmodus. Scroll naar de lege pagina helemaal rechts en maak een screenshot.
zh_cn: 回到主屏幕，进入微动模式(长按)。滚动至最右侧的空白页面，并截屏。

source: Goodies
es_es: Recursos

source: Gradient
es_es: Degradado
nl_nl: Verloop
zh_cn: 渐变

source: Gradients
es_es: Degradados
nl_nl: verlopen
zh_cn: 渐变

source: Graphics
es_es: Gráficos
nl_nl: Grafische Afbeeldingen
zh_cn: 图案

source: Grayscale
es_es: Escala de Grises
nl_nl: Grijsschaal
zh_cn: 灰度

source: Green
es_es: Verde
nl_nl: Groen
zh_cn: 绿色

source: Gregorian
es_es: Gregoriano
nl_nl: Gregoriaanse
zh_cn: 公历

source: Grey
es_es: Gris
nl_nl: Grijs
zh_cn: 灰色

source: Grid
es_es: Red
nl_nl: Raster
zh_cn: 网格

source: Group
es_es: Grupo
nl_nl: Groep
zh_cn: 图层组

source: Group All Layers
es_es: Agrupar Todas las Capas
zh_cn: 组合全部图层

source: Group rotations combined with group's frame resizing will result in incorrect marching ants outline in the editor. This might improve in the future.
es_es: Claro, aquí tienes la traducción completa: "Las rotaciones de grupos combinadas con el redimensionamiento del marco del grupo darán como resultado un contorno de selección incorrecto en el editor. Esto podría mejorar en el futuro."
zh_cn: 组旋转与组的大小调整相结合，会在编辑器中导致选区边界显示不准确。这个问题未来可能会得到改进。

source: Group transitions set to 'Off' will disable all child transitions as well.
es_es: Las transiciones de grupo configuradas en 'Desactivadas' también desactivarán todas las transiciones de los elementos secundarios.
zh_cn: 把组过渡设置为“关闭”将同时禁用所有子过渡。

source: Grouping Separator
es_es: Separador de Agrupación
nl_nl: Scheidingsteken Groeperen
zh_cn: 数字分节

source: Guided Access
es_es: Acceso Guiado
nl_nl: Begeleide Toegang
zh_cn: 引导访问

source: HSV Match
es_es: Coincidencia HSV

source: HSV Match + Tint Hue
es_es: Coincidencia HSV + Tono de tinte

source: Hair Loss
es_es: Perdida de Cabello
nl_nl: Haaruitval
zh_cn: 脱发

source: Handwashing Event
es_es: Evento de Lavado de Manos
nl_nl: Handwashing-Gebeurtenis
zh_cn: 手洗事件

source: Has 3D Touch
es_es: Tiene 3D Touch
nl_nl: Heeft 3D Touch
zh_cn: 有3D触摸

source: Has 3D Touch No
es_es: No tiene 3D Touch
nl_nl: Heeft 3D Touch Nee
zh_cn: 有3D触摸否

source: Has 3D Touch Yes
es_es: Si tiene 3D Touch
nl_nl: Heeft 3D Touch Ja
zh_cn: 有3D触摸是

source: Has Biometric Sensor
es_es: Tiene Sensor Biométrico
nl_nl: Heeft biometrische sensor
zh_cn: 具有生物传感器

source: Has Biometric Sensor No
es_es: No Tiene Sensor Biométrico
nl_nl: Heeft biometrische sensor Nee
zh_cn: 生物传感器不

source: Has Biometric Sensor Yes
es_es: Si Tiene Sensor Biométrico
nl_nl: Heeft biometrische sensor Ja
zh_cn: 生物传感器是的

source: Has Lidar Sensor
es_es: Tiene Sensor Lidar
nl_nl: Heeft Lidar-sensor
zh_cn: 有Lidar传感器

source: Has Lidar Sensor No
es_es: No Tiene Sensor Lidar
nl_nl: Heeft Lidar Sensor Nee
zh_cn: 有Lidar传感器没有

source: Has Lidar Sensor Yes
es_es: Si Tiene Sensor Lidar
nl_nl: Heeft Lidar-sensor Ja
zh_cn: 有Lidar传感器是的

source: Has Rounded Display Corners
es_es: Tiene Esquinas de Exhibición Redondeadas
nl_nl: Heeft afgeronde weergavehoeken
zh_cn: 有圆形显示角

source: Has Rounded Display Corners No
es_es: No Tiene Esquinas de Exhibición Redondeadas
nl_nl: Heeft afgeronde displayhoeken Nee
zh_cn: 有圆形显示角无

source: Has Rounded Display Corners Yes
es_es: Si Tiene Esquinas de Exhibición Redondeadas
nl_nl: Heeft afgeronde hoeken Ja
zh_cn: 有圆形显示角色是

source: Has Telephoto Camera
es_es: Tiene Cámara Teleobjetivo
nl_nl: Heeft een telelenscamera
zh_cn: 有长焦相机

source: Has Telephoto Camera No
es_es: No Tiene Cámara Teleobjetivo
nl_nl: Heeft telefotocamera Nee
zh_cn: 远摄相机没有

source: Has Telephoto Camera Yes
es_es: Si Tiene Cámara Teleobjetivo
nl_nl: Heeft een telelenscamera Ja
zh_cn: 远程相机是的

source: Has UltraWide Camera
es_es: Tiene Cámara Ultra Ancha
nl_nl: Heeft een ultrabrede camera
zh_cn: 超级相机

source: Has UltraWide Camera No
es_es: No Tiene Cámara Ultra Ancha
nl_nl: Heeft UltraWide Camera Nee
zh_cn: 超级相机没有

source: Has UltraWide Camera Yes
es_es: Si Tiene Cámara Ultra Ancha
nl_nl: Heeft UltraWide-camera Ja
zh_cn: 超级相机是的

source: Has Wide Camera
es_es: Tiene Cámara Ancha
nl_nl: Heeft brede camera
zh_cn: 相机宽

source: Has Wide Camera No
es_es: No Tiene Cámara Ancha
nl_nl: Heeft brede camera Nee
zh_cn: 宽带相机不
