Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Time Ago
es_es: Hace tiempo
nl_nl: Tijd Geleden
zh_cn: 多久前

source: Time Full
es_es: Hora Completa
nl_nl: Tijd Volledig
zh_cn: 时间满

source: Time In Daylight
es_es: Hora en Horario de Verano
zh_cn: 夜间时间

source: Time Short
es_es: Hora Corta
nl_nl: Tijd Kort
zh_cn: 时间短

source: Time Spelled Out
es_es: Hora Detallada
nl_nl: Tijd Gespeld
zh_cn: 时间说明

source: Time Spelled Out / 12 Hours
es_es: Hora escrita / 12 horas.
nl_nl: Tijd Gespeld / 12 Uur
zh_cn: 规定时间/12小时

source: Time Spelled Out / 24 Hours
es_es: Hora escrita / 24 horas.
nl_nl: Tijd Gespeld / 24 Uur
zh_cn: 规定时间/ 24小时

source: Time Spelled Out / Minutes
es_es: Hora Deletreada / Minutos
nl_nl: Tijd Gespeld / Minuten
zh_cn: 规定时间/分钟

source: Time Spent Editing
es_es: Tiempo dedicado a la edición
nl_nl: Tijd Besteed Aan Bewerken
zh_cn: 花费时间

source: Time Until
es_es: Tiempo Hasta
zh_cn: 剩余时间

source: Time Until Next Sunrise
es_es: Tiempo hasta el próximo Amanecer
zh_cn: 距下次日出的时间

source: Time Until Next Sunset
es_es: Tiempo hasta el próximo Atardecer
zh_cn: 距下次日落的时间

source: Time Zone
es_es: Zona Horaria
nl_nl: Tijdzone
zh_cn: 时区

source: Time Zones
es_es: Zonas Horarias
nl_nl: Tijdzones
zh_cn: 时区

source: Timeline
es_es: Línea de Tiempo
nl_nl: Tijdlijn
zh_cn: 时间线

source: Timeout
es_es: Se Acabó el Tiempo
zh_cn: 超时

source: Tint Custom Needle
es_es: Tinte de Aguja Personalizado.
nl_nl: Tint aangepaste naald
zh_cn: 着色定制针

source: Tint Mode Color
es_es: Color del Modo de Tinte

source: Tint Mode Visibility
es_es: Visibilidad del Modo de Tinte

source: Tinted
es_es: Tintado

source: Tinted Mode Brightness Multiplier
es_es: Multiplicador de Brillo del Modo Tintado

source: Tinted Mode Cast Shadow
es_es: Sombra Proyectada del Modo Tintado

source: Tinted Mode Darkness Threshold
es_es: Umbral de Oscuridad del Modo Tintado

source: Tip Jar
es_es: Contribuye al desarrollo de la app
nl_nl: Fooienpot
zh_cn: 打赏

source: Title
es_es: Título
nl_nl: Titel
zh_cn: 标题

source: Title Case
es_es: Título del Caso
nl_nl: Hoofdlettergebruik
zh_cn: 标题大小写

source: To circumvent this, you can edit the widget and add 'Reload Widget' Tap Action, so you can always be up to date with a simple tap on the widget.
es_es: Para evitar esto, puede editar el widget y agregar la acción de toque 'Recargar widget', para poder estar siempre actualizado con un simple toque en el widget.
nl_nl: Om dit te omzeilen kun je de widget bewerken en 'Widget Herladen' Druk Actie toevoegen, zodat je altijd up-to-date bent met een simpele tik op de widget.
zh_cn: 为了避免这种情况，您可以编辑小组件并添加“重新加载小组件”点击操作，这样您只需轻按小组件即可随时了解最新信息。

source: To complete the setup, you need to paste your Client ID and Client Secret into the fields below.
es_es: Para completar la configuración, necesitas pegar tu Client ID y Client Secret en los campos que aparecen a continuación.

source: To display the special layers preview, open the ⊞ grid menu and disable "Clip To Frame".
es_es: Para mostrar la vista previa de las capas especiales, abra el menú de cuadrícula ⊞ y desactive "Recortar a marco".
zh_cn: 要显示特殊层预览，请打开“⊞”网格菜单并禁用“裁剪边框”。

source: To make returning to Watchy simpler, Watchy offers complications (Apple Watch Face 'Widgets') of all sizes that just lead you back to the Watchy app. So after adding those complications to your stock Watch Face, in the worst case you're a tap away from Watchy.
es_es: Para simplificar el regreso a Watchy, Watchy ofrece complicaciones ('Widgets' de Apple Watch Face) de todos los tamaños que simplemente lo llevan de regreso a la aplicación Watchy. Entonces, después de agregar esas complicaciones a tu Watch Face original, en el peor de los casos estás a un toque de Watchy.
nl_nl: Om het terugkeren naar Watchy eenvoudiger te maken, biedt Watchy complicaties (Apple Watch Face 'Widgets') van alle soorten en maten die u gewoon terugleiden naar de Watchy-app. Dus nadat je die complicaties aan je voorraad Watch Face hebt toegevoegd, ben je in het ergste geval een tik verwijderd van Watchy.
zh_cn: 为了让回到 Watchy 变得更简单，Watchy 提供了各种尺寸的复杂功能（Apple Watch Face 'Widgets'），它们只会让你回到 Watchy 应用程序。因此，在将这些复杂性添加到您的普通 Watch Face 之后，在最坏的情况下，您离 Watchy 很近。

source: To make returning to Watchy simpler, Watchy offers complications (Apple Watch Face 'Widgets') of all sizes, that just lead you back to Watchy app. So after adding those complications to your stock Watch Face, in the worst case you're a tap away from Watchy and custom 'Watch Faces'.
es_es: Para simplificar el regreso a Watchy, Watchy ofrece complicaciones ('Widgets' de Apple Watch Face) de todos los tamaños, que simplemente lo llevan de regreso a la aplicación Watchy. Entonces, después de agregar esas complicaciones a tu Watch Face original, en el peor de los casos estás a un toque de Watchy y de los 'Watch Faces' personalizados.
nl_nl: Om het terugkeren naar Watchy eenvoudiger te maken, biedt Watchy complicaties (Apple Watch Face 'Widgets') van alle soorten en maten, die u gewoon terugleiden naar de Watchy-app. Dus na het toevoegen van die complicaties aan je voorraad Watch Face, ben je in het ergste geval een tik verwijderd van Watchy en aangepaste 'Watch Faces'.
zh_cn: 为了让回到 Watchy 变得更简单，Watchy 提供了各种尺寸的复杂功能（Apple Watch Face 'Widgets'），它们只会让你回到 Watchy 应用程序。因此，在将这些复杂性添加到您的股票表盘后，在最坏的情况下，您只需轻按一下 Watchy 和自定义“表盘”即可。

source: To prevent spam in Explore, this Widget isn't shareable. If you plan to use this Widget as a starting point, consider starting with an empty Widget instead.
es_es: Para prevenir el spam en Explorar, este widget no es compartible. Si planeas usar este widget como punto de partida, considera comenzar con un widget vacío en su lugar.
zh_cn: 为防止探索页中出现垃圾信息，此小组件不可共享。如果你计划将这个小组件作为开始，请考虑转而从一个空的小组件开始。

source: To reload all complications, open the Watchy app, long press on the screen and tap on 'Reload Complications' button.
es_es: Para recargar todas las complicaciones, abra la aplicación Watchy, mantenga presionada la pantalla y toque el botón "Recargar complicaciones".
zh_cn: 要重新加载所有复杂功能，请打开Watchy应用，长按屏幕并点击“重新加载复杂功能”按钮。

source: To support the future development of the app, and to unlock all Widgy slots, consider purchasing the full version.
es_es: Para apoyar el desarrollo futuro de la aplicación y desbloquear todos los widgets de Widgy, considera adquirir la versión completa.
nl_nl: Om de toekomstige ontwikkeling van de app te ondersteunen en om alle Widgy-slots te ontgrendelen, kunt u overwegen de volledige versie aan te schaffen.
zh_cn: 为了支持本应用的未来发展，并解锁所有Widgy插槽，请考虑购买完整版本。

source: To use more than one Widgy slot, consider purchasing the full version, or optionally clear the occupied slot to use this slot.
es_es: Para usar más de una ranura Widgy, considere comprar la versión completa u, opcionalmente, borre la ranura ocupada para usar esta ranura.
nl_nl: Als u meer dan één Widgy-slot wilt gebruiken, kunt u overwegen de volledige versie aan te schaffen, of optioneel het bezette slot wissen om dit slot te gebruiken.
zh_cn: 要使用多个Widgy插槽，请考虑购买完整版本，或可选地清除占用插槽以使用此插槽。

source: Today
es_es: Hoy
nl_nl: Vandaag
zh_cn: 今日

source: Today Color
es_es: Color de Hoy
zh_cn: 今日颜色

source: Today Symbol
es_es: Símbolo de Hoy
nl_nl: Vandaag Symbool
zh_cn: 今日符号

source: Today Symbol Color
es_es: Color del Símbolo de Hoy
nl_nl: Vandaag Symboolkleur
zh_cn: 今日符号颜色

source: Today Symbol Offset X
es_es: Compensación del Símbolo de Hoy X
nl_nl: Vandaag Symbool Verschuiving X
zh_cn: 今日符号偏移X

source: Today Symbol Offset Y
es_es: Compensación del Símbolo de Hoy Y
nl_nl: Vandaag Symbool Verschuiving Y
zh_cn: 今日符号偏移Y

source: Today Symbol Scale
es_es: Escala de Símbolo de Hoy
nl_nl: Vandaag Symbool Schaal
zh_cn: 今天符号规模

source: Toggle the visibility of grids, selection outline and wallpaper
es_es: Alternar la visibilidad de las cuadrículas, el contorno de selección y el fondo de pantalla.
nl_nl: Schakel de zichtbaarheid van rasters, selectieomtrek en achtergrond in of uit
zh_cn: 切换网格、选择轮廓和墙纸的可见性

source: Toothbrushing Event
es_es: Evento de Cepillado de Dientes
nl_nl: Tandenpoetsen Gebeurtenis
zh_cn: 牙刷事件

source: Top
es_es: Arriba
nl_nl: Bovenkant
zh_cn: 顶部

source: Top Buttons
es_es: Botones Superiores
nl_nl: Knoppen Bovenkant
zh_cn: 顶部按钮

source: Top Left Bar Edge Rounding
es_es: Redondeo del Borde de la Barra Superior Izquierda
zh_cn: 左上条形边缘圆角

source: Top Left Corner Deformation X
es_es: Deformación de la Esquina Superior Izquierda X
zh_cn: 左上角顶点变形X

source: Top Left Corner Deformation Y
es_es: Deformación de la Esquina Superior Izquierda Y
zh_cn: 左上角顶点变形Y

source: Top Left Edge Rounding
es_es: Redondeo del Borde Superior Izquierdo
zh_cn: 左上边缘圆角

source: Top Right Bar Edge Rounding
es_es: Redondeo del Borde de la Barra Superior Derecha
zh_cn: 右上条形边缘圆角

source: Top Right Corner Deformation X
es_es: Deformación de la Esquina Superior Derecha X
zh_cn: 右上角顶点变形X

source: Top Right Corner Deformation Y
es_es: Deformación de la Esquina Superior Derecha Y
zh_cn: 右上角顶点变形Y

source: Top Right Edge Rounding
es_es: Redondeo del Borde Superior Derecho
zh_cn: 右上角边角圆角

source: Total Memory
es_es: Memoria Total
nl_nl: Totaal Geheugen
zh_cn: 总内存

source: Trailing
es_es: Posterior
nl_nl: Slepend, Achterstand etc. Multiple meanings depending on context.
zh_cn: 右对齐

source: Translations
es_es: Traducciones
nl_nl: Vertalingen
zh_cn: 翻译人员

source: Transparent Background
es_es: Fondo Transparente
nl_nl: Transparante Achtergrond
zh_cn: 透明背景

source: Transparent Background (Force Dark Blur)
es_es: Fondo Transparente (Forzar Desenfoque Oscuro)
nl_nl: Transparante Achtergrond (Forceer Donkere Vervaging)
zh_cn: 透明背景（深色模糊）

source: Transparent Background (Force Light Blur)
es_es: Fondo Transparente (Forzar Desenfoque Claro).
nl_nl: Transparante Achtergrond (Kracht Lichte Vervaging)
zh_cn: 透明背景（浅色模糊）

source: Transparent Background (High Quality)
es_es: Fondo Transparente (Alta Calidad)
nl_nl: Transparante Achtergrond (Hoge Kwaliteit)
zh_cn: 透明背景（高品质）

source: Transparent Background (With Blur)
es_es: Fondo Transparente (Con Desenfoque)
nl_nl: Transparante Achtergrond (Met Vervaging)
zh_cn: 透明背景（模糊）

source: Transparent Background (With Inverted Blur)
es_es: Fondo Transparente (Con Desenfoque Invertido)
nl_nl: Transparante Achtergrond (Met Omgekeerde Vervaging)
zh_cn: 透明背景（具有反转模糊）

source: Transportation
es_es: Transporte
nl_nl: Vervoer
zh_cn: 交通运输

source: Trapezoid
es_es: Trapezoide
nl_nl: Trapezium
zh_cn: 梯形

source: Triangle
es_es: Triangulo
nl_nl: Driehoek
zh_cn: 三角形

source: Trim
es_es: Recortar
zh_cn: 修剪

source: Try To Fix By Scaling The Screenshot
es_es: Intenta Corregirlo Ajustando la Escala de la Captura de Pantalla.
zh_cn: 尝试通过缩放屏幕截图来修复

source: Try To Keep In Bounds
es_es: Tratar de Mantenerse dentro de los Límites
nl_nl: Probeer Binnen Grenzen Te Blijven
zh_cn: 尝试保留限制

source: Try again with a different image. For additional help, please visit Widgys Reddit community.
es_es: Inténtalo de nuevo con una imagen diferente. Para obtener ayuda adicional, visite la comunidad Widgys Reddit.
nl_nl: Probeer het opnieuw met een andere afbeelding. Ga voor meer hulp naar Widgys Reddit-community.
zh_cn: 再次尝试与不同的图像。 有关其他帮助，请访问Widgys Reddit社区。

source: Try installing directly from the Watch.
es_es: Intente instalar directamente desde el reloj.
nl_nl: Probeer rechtstreeks vanaf de Watch te installeren.
zh_cn: 尝试直接从 Watch 安装。

source: Try re-adding the widget to your Home screen.
es_es: Intente volver a agregar el widget a su Pantalla de Inicio.
nl_nl: Probeer de widget opnieuw toe te voegen aan uw startscherm.
zh_cn: 尝试将小组件重新添加到主屏幕。

source: Try re-adding the widget to your Lock screen.
es_es: Intenta volver a añadir el widget a tu pantalla de bloqueo.

source: Try syncing again on a better internet connection.
es_es: Intenta sincronizar de nuevo con una mejor conexión a Internet

source: Turn off Bluetooth on your iPhone and try to Sync, then turn Bluetooth on and try to Sync again.
es_es: Apague Bluetooth en su iPhone e intente sincronizar, luego active Bluetooth e intente sincronizar nuevamente.
nl_nl: Schakel Bluetooth uit op uw iPhone en probeer te synchroniseren, schakel vervolgens Bluetooth in en probeer opnieuw te synchroniseren.
zh_cn: 关闭 iPhone 上的蓝牙并尝试同步，然后打开蓝牙并再次尝试同步。

source: Type
es_es: Tipo
zh_cn: 类型

source: Typicons
es_es: Típicos
zh_cn: 典型代表

source: U.K.
es_es: R.U.
nl_nl: V.K.
zh_cn: 英制

source: U.S.
es_es: EE.UU.
nl_nl: V.S.
zh_cn: 美制

source: UNLOCK ALL SLOTS
es_es: DESBLOQUEAR TODOS LOS WIDGETS
nl_nl: ONTGRENDEL ALLE SLOTS
zh_cn: 解锁所有插槽

source: UPPERCASE
es_es: MAYÚSCULA
nl_nl: HOOFDLETTERS
zh_cn: 大写

source: URL copied to Pasteboard
es_es: URL copiada al Portapapeles
nl_nl: URL gekopieerd naar plakbord
zh_cn: URL已复制到剪贴板

source: URL/RSS/Shortcut
es_es: URL/RSS/Atajo
zh_cn: URL/RSS/快捷指令

source: UV Exposure
es_es: Exposición a los Rayos Ultravioleta
nl_nl: UV Blootstelling
zh_cn: 紫外线照射

source: UV Index
es_es: Índice de Radiación Ultravioleta
zh_cn: 紫外线指数

source: Unable to sign in.
es_es: Incapaz de acceder.
nl_nl: Kan niet inloggen.
zh_cn: 无法登录。

source: Unassign And Delete
es_es: Desasignar y Eliminar
zh_cn: 取消分配并删除

source: Unassign And Proceed
es_es: Desasignar y Continuar
zh_cn: 取消分配并继续

source: Unchanged
es_es: Sin Alterar
nl_nl: Ongewijzigd
zh_cn: 不变

source: Underline
es_es: Subrayar
nl_nl: Onderstreept
zh_cn: 下划线

source: Underwater Depth
es_es: Profundidad Submarina
nl_nl: Onderwater Diepte
zh_cn: 水下深度

source: Undo
es_es: Deshacer
nl_nl: Ongedaan Maken
zh_cn: 撤销

source: Unicode Remapping
es_es: Reasignación Unicode
nl_nl: Unicode Opnieuw Toewijzen
zh_cn: 花漾字

source: Unicode Symbols
es_es: Símbolos Unicode
nl_nl: Unicode Symbolen
zh_cn: Unicode 符号

source: Unlock All Home Screen Slots
es_es: Desbloquear todos las Widgets de la Pantalla de Inicio
zh_cn: 解锁所有主屏幕插槽

source: Unlock All Lock Screen Features
es_es: Desbloquear todas las funciones de la pantalla de bloqueo
zh_cn: 解锁所有锁屏功能

source: Unlock All Watchy Slots
es_es: Desbloquea todas las Complicaciones de Watchy
zh_cn: 解锁所有 Watchy 插槽

source: Unlock Password Protected Widgets
es_es: Desbloquear widgets protegidos por contraseña

source: Unlock Right Away
es_es: Desbloquear de inmediato.
zh_cn: 立即解锁

source: Unsplash
es_es: Desempaquetar
zh_cn: 取消闪烁

source: Update
es_es: Actualizar
nl_nl: Bijwerken
zh_cn: 更新

source: Update Available
es_es: Actualización Disponible
nl_nl: Update Beschikbaar
zh_cn: 更新可用

source: Update Values
es_es: Actualizar Valores
nl_nl: Waarden Bijwerken
zh_cn: 更新值

source: Update permissions
es_es: Actualizar permisos
nl_nl: Machtigingen bijwerken
zh_cn: 更新权限

source: Update permissions?
es_es: ¿Actualizar permisos?
nl_nl: Machtigingen bijwerken?
zh_cn: 更新权限？

source: Upgrade to full version
es_es: Actualizar a la versión completa
nl_nl: Upgrade naar de volledige versie
zh_cn: 升级至完整版

source: Use Apple Music
es_es: Usar Apple Music

source: Use Spotify
es_es: Usar Spotify

source: Use new values only
es_es: Usar solo valores nuevos
nl_nl: Gebruik alleen nieuwe waarden
zh_cn: 仅使用新值

source: Used Disk Space
es_es: Espacio en Disco Usado
nl_nl: Gebruikte Schijfruimte
zh_cn: 已用磁盘空间

source: Used Disk Space Percentage
es_es: Porcentaje de Espacio en Disco Utilizado
nl_nl: Gebruikte Schijfruimte Percentage
zh_cn: 已用磁盘空间百分比

source: Used Memory
es_es: Memoria Usada
nl_nl: Gebruikt Geheugen
zh_cn: 已用内存

source: Used Memory Percentage
es_es: Porcentaje de Memoria Utilizada
nl_nl: Gebruikt Geheugen Percentage
zh_cn: 已用内存百分比

source: User Info
es_es: Información de Usuario
nl_nl: Gebruikers Informatie
zh_cn: 用户信息

source: User-managed fonts aren't accessible to widgets. That's just how the widgets work on iOS, and there's nothing we can do about that.
es_es: Los widgets no pueden acceder a las fuentes de letra administradas por el usuario. Así es como funcionan los widgets en iOS y no hay nada que podamos hacer al respecto.
nl_nl: Door de gebruiker beheerde lettertypen zijn niet toegankelijk voor widgets. Dat is precies hoe de widgets werken op iOS, en daar kunnen we niets aan doen.
zh_cn: 小组件无法访问用户管理的字体。这就是小组件在 iOS 上的工作方式，对此我们无能为力。

source: Using Metric System
es_es: Usar el Sistema Métrico
nl_nl: Metrische Systeem Gebruiken
zh_cn: 使用公制

source: Using Metric System No
es_es: No Usar el Sistema Métrico
nl_nl: Metrische Systeem Gebruiken Nee
zh_cn: 使用公制否

source: Using Metric System Yes
es_es: Si Usar el Sistema Métrico
nl_nl: Metrische Systeem Gebruiken Ja
zh_cn: 使用公制是

source: VPN Off
es_es: VPN Apagada
nl_nl: VPN Uit
zh_cn: VPN关闭

source: VPN On
es_es: VPN Encendida
nl_nl: VPN Aan
zh_cn: VPN开启

source: VPN Status
es_es: Estado de la VPN
zh_cn: VPN状态

source: Vaginal Dryness
es_es: Sequedad vaginal
nl_nl: Vaginale Droogheid
zh_cn: 阴道干燥

source: Value Column
es_es: Columna de Valor
zh_cn: 数值列

source: Values
es_es: Valores
zh_cn: 数值

source: Vertical Alignment
es_es: Alineamiento Vertical
nl_nl: Verticale Uitlijning
zh_cn: 垂直对齐

source: Vertical Bar Charts
es_es: Gráficos de Barras Verticales
zh_cn: 垂直条形图

source: Vertical Line Color
es_es: Color de Línea Vertical
nl_nl: Verticale Lijn Kleur
zh_cn: 垂直线颜色

source: Vertical Line Count
es_es: Conteo de Líneas Verticales
nl_nl: Aantal Verticale Lijnen
zh_cn: 垂直线计数

source: Vertical Line Dash
es_es: Línea Vertical
nl_nl: Verticaal Lijn Streep
zh_cn: 垂直线虚线

source: Vertical Line Thickness
es_es: Grosor de Línea Vertical
nl_nl: Verticale Lijndikte
zh_cn: 垂直线厚度

source: Vertical Text
es_es: Texto Vertical
zh_cn: 垂直文本

source: Vibrant Color Mode
es_es: Modo de Color Vibrante
nl_nl: Levendige Kleuren Modus
zh_cn: 鲜艳色彩模式

source: Vibrate
es_es: Vibrar
zh_cn: 震动

source: Video Autoplay
es_es: Reproducción Automática de Vídeo
nl_nl: Video Automatisch Afspelen
zh_cn: 自动播放

source: Video Memory
es_es: Memoria de Video
nl_nl: Videogeheugen
zh_cn: 显存

source: Video Memory Percentage
es_es: Porcentaje de Memoria de Vídeo
nl_nl: Percentage Videogeheugen
zh_cn: 显存百分比

source: View Bin
es_es: Ver papelera

source: Vomiting
es_es: Vómitos
nl_nl: Braken
zh_cn: 呕吐

source: WARNING: This action is not reversable!
es_es: AVISO: ¡Esta acción no es reversible!
nl_nl: WAARSCHUWING: Deze actie is onomkeerbaar!
zh_cn: 警告：此操作不可逆！

source: Waist Circumference
es_es: Circunferencia de la Cintura
nl_nl: Taille Omtrek
zh_cn: 腰围

source: Walk Me Through Setup
es_es: Guíame en la Configuración

source: Walking Asymmetry Percentage
es_es: Porcentaje de Asimetría al Caminar
zh_cn: 行走不对称率

source: Walking Double Support Percentage
es_es: Porcentaje de Doble Apoyo al Caminar
nl_nl: Percentage dubbele ondersteuning lopen
zh_cn: 步行双支撑百分比

source: Walking Heart Rate Average
es_es: Promedio de Frecuencia Cardíaca al Caminar
nl_nl: Gemiddelde Hartslag bij Wandelen
zh_cn: 步行心率平均值

source: Walking Speed
es_es: La Velocidad al Caminar
nl_nl: Wandelsnelheid
zh_cn: 行走速度

source: Walking Step Length
es_es: Longitud del Paso al Caminar
nl_nl: Staplengte Wandelen
zh_cn: 步行步长

source: Wallet
es_es: Cartera
nl_nl: Portemonnee
zh_cn: 钱包

source: Wallpaper
es_es: Fondo de pantalla
nl_nl: Achtergrond
zh_cn: 壁纸

source: Wallpapers
es_es: Fondos de Pantalla

source: Warning
es_es: Aviso
nl_nl: Waarschuwing
zh_cn: 警告

source: Warning!
es_es: ¡Aviso!
zh_cn: 警告！

source: Warnings
es_es: Avisos
zh_cn: 警告

source: Watch Complications Inner Layer
es_es: Capa interna de complicaciones del Watch.

source: Watch Complications Outer Layer
es_es: Capa externa de complicaciones del Watch.

source: Watchy Language
es_es: Idioma de Watchy

source: Watchy Slots
es_es: Esferas de Watchy
zh_cn: Watchy插槽

source: Watchy is only available on the latest major watchOS version, so be sure you're up to date with system updates.
es_es: Watchy solo está disponible en la última versión principal de watchOS, así que asegúrese de estar actualizado con las actualizaciones del sistema.
nl_nl: Watchy is alleen beschikbaar in de nieuwste grote watchOS-versie, dus zorg ervoor dat je up-to-date bent van de nieuwste systeemupdates.
zh_cn: Watchy 仅适用于最新的主要 watchOS 版本，因此请确保您及时了解系统更新。

source: Watchy isn't a complete replacement for stock Apple Watch Watch Faces, since there are no developer APIs to make them stay as permanent Watch Faces.
es_es: Watchy no es un reemplazo completo de las esferas de reloj Apple Watch, ya que no existen API de desarrollador para que permanezcan como esferas de reloj permanentes.
nl_nl: Watchy is geen volledige vervanging voor standaard Apple Watch-wijzerplaten, omdat er geen ontwikkelaars-API's zijn om ze als permanente wijzerplaten te laten blijven.
zh_cn: Watchy 并不能完全替代现有的 Apple Watch Faces，因为没有开发人员 API 可以让它们保持为永久的 Watch Faces。

source: Watchy requires various permissions; depending on the type of data that is being displayed on the current Watch Face.
es_es: Watchy requiere varios permisos; dependiendo del tipo de datos que se muestran en la esfera del reloj actual.
nl_nl: Watchy vereist verschillende machtigingen; afhankelijk van het type gegevens dat wordt weergegeven op de huidige wijzerplaat.
zh_cn: Watchy 需要各种权限；取决于当前表盘上显示的数据类型。

source: Watchy should be opened and visible on screen during the Sync.
es_es: Watchy debe estar abierto y visible en la pantalla durante la sincronización.
nl_nl: Watchy moet worden geopend en zichtbaar op het scherm blijven tijdens de synchronisatie.
zh_cn: Watchy 应该在同步期间打开并在屏幕上可见。

source: Watchy supports custom date formatting with a build-in 'dateFormatter()' and 'localizedDateFormatter()' methods, in the same format as the Text layers custom date.
es_es: Watchy admite la personalización del formato de fecha con los métodos integrados 'dateFormatter()' y 'localizedDateFormatter()', en el mismo formato que el de las capas de texto para la fecha personalizada.
nl_nl: Watchy ondersteunt aangepaste datumopmaak met ingebouwde 'dateFormatter()'- en 'localizedDateFormatter()'-methoden, in hetzelfde formaat als de aangepaste datum van de tekstlagen.
zh_cn: Watchy 使用内置的“dateFormatter()”和“localizedDateFormatter()”方法支持自定义日期格式，格式与文本图层自定义日期相同。

source: Watchy uses a different Javascript runtime so some results may differ from the Widgys Javascript.
es_es: Watchy utiliza un tiempo de ejecución de Javascript diferente, por lo que algunos resultados pueden diferir del Javascript de Widgys.
nl_nl: Watchy gebruikt een andere Javascript-runtime, dus sommige resultaten kunnen verschillen van Widgys Javascript.
zh_cn: Watchy 使用不同的 Javascript 运行时，因此某些结果可能与 Widgys Javascript 不同。

source: Water Temperature
es_es: Temperatura del Agua
nl_nl: Water Temperatuur
zh_cn: 水温

source: We've opened the translation process up to the community because you know best how Widgy should be translated into your language. Please follow the instructions written on the translation page.
es_es: Hemos abierto el proceso de traducción a la comunidad porque tú conoces mejor cómo debería traducirse Widgy a tu idioma. Por favor, sigue las instrucciones escritas en la página de traducción.
zh_cn: 我们向社区开放了翻译流程，因为您最清楚如何将Widgy翻译成您的语言。请遵循翻译页面上所写的指示进行操作。

source: Weather (Custom Images)
es_es: Clima (Imágenes Personalizadas)
zh_cn: 天气（自定义图片）

source: Weather (Custom Images, Alternate)
es_es: Tiempo (Imágenes personalizadas, Alternativa)

source: Weather (Daily)
es_es: Tiempo (Diario)
nl_nl: Weer (Dagelijks)
zh_cn: 天气（每日）

source: Weather (Hourly)
es_es: Clima por horas
nl_nl: Weer (Per Uur)
zh_cn: 天气（小时）

source: Weather (Now)
es_es: Tiempo (ahora)
nl_nl: Weer (Nu)
zh_cn: 天气（现在）

source: Weather (Now, Always In C°)
es_es: Tiempo (Ahora, Siempre En C°)
zh_cn: 天气（现在，始终以C°为单位）

source: Weather (Now, Always In F°)
es_es: Tiempo (Ahora, Siempre En F°)
zh_cn: 天气（现在，始终以F°为单位）

source: Weather (Outline)
es_es: Tiempo (Esquema)
nl_nl: Weer (Omlijning)
zh_cn: 天气（概述）

source: Weather (White)
es_es: Tiempo (Blanco)
nl_nl: Weer (Wit)
zh_cn: 天气（白色）

source: Weather Clear Sky
es_es: Tiempo: Cielo Despejado
nl_nl: Weer Heldere Lucht
zh_cn: 天气晴朗

source: Weather Cloudy
es_es: Tiempo: Nublado
nl_nl: Weer Bewolkt
zh_cn: 天气多云

source: Weather Fair
es_es: Buen Tiempo
nl_nl: Weer Mooi
zh_cn: 晴朗

source: Weather Fog
es_es: Tiempo: Niebla
nl_nl: Weer Mistig
zh_cn: 雾
