Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Has Wide Camera Yes
es_es: Si Tiene Cámara Ancha
nl_nl: Heeft brede camera Ja
zh_cn: 宽带相机是

source: Headache
es_es: Dolor de Cabeza
nl_nl: Hoofdpijn
zh_cn: 头痛

source: Headers (Optional)
es_es: Encabezados (opcional)
nl_nl: Kopteksten (Optioneel)
zh_cn: Headers（可选）

source: Headphone Audio Exposure
es_es: Exposición al Audio de los Auriculares
nl_nl: Blootstelling Aan Hoofdtelefoon Geluid
zh_cn: 耳机音频暴露

source: Headphone Audio Exposure Event
es_es: Evento de Exposición de Sudio de Auriculares
nl_nl: Hoofdtelefoon Audio Exposure Event
zh_cn: 耳机音频曝光事件

source: Health (Daily)
es_es: Salud (Diario)
nl_nl: Gezondheid (Dagelijks)
zh_cn: 健康（每日）

source: Health (Last Reading)
es_es: Salud (Última lectura)
nl_nl: Gezondheid (Laatste Lezing)
zh_cn: 健康（上次阅读）

source: Health (Last Readings)
es_es: Salud (Últimas lecturas)
nl_nl: Gezondheid (Laatste Lezingen)
zh_cn: 健康（最后阅读）

source: Health (Monthly)
es_es: Salud (Mensual)
nl_nl: Gezondheid (Maandelijks)
zh_cn: 健康（每月）

source: Health (Number Of Readings)
es_es: Salud (Número de Lecturas)
zh_cn: 健康（阅读次数）

source: Health (Weekly)
es_es: Salud (Semanal)
nl_nl: Gezondheid (Wekelijks)
zh_cn: 健康（每周）

source: Health Sources
es_es: Gestionar Fuentes de Salud
zh_cn: 健康来源

source: Health permissions missing.
es_es: Faltan permisos de salud.
zh_cn: 无健康访问权限。

source: Heart
es_es: Corazón
nl_nl: Hart
zh_cn: 生命

source: Heart Rate
es_es: Ritmo Cardiaco
nl_nl: Hartslag
zh_cn: 心率

source: Heart Rate Recovery One Minute
es_es: Recuperación de la Frecuencia Cardíaca en un Minuto
zh_cn: 一分钟心率恢复

source: Heart Rate Variability SDNN
es_es: Variabilidad de la Frecuencia Cardíaca SDNN
nl_nl: Hartritmevariabiliteit
zh_cn: 心率变异性SDNN

source: Heartburn
es_es: Acidez
nl_nl: Maagzuur
zh_cn: 胃灼热

source: Hebrew
es_es: Hebreo
nl_nl: Hebreeuws
zh_cn: 希伯来历

source: Height
es_es: Altura
nl_nl: Hoogte
zh_cn: 高度

source: Height Inset
es_es: Insertar Altura
nl_nl: Hoogte Inzet
zh_cn: 高度插入

source: Help
es_es: Ayuda
nl_nl: Hulp
zh_cn: 帮助

source: Help / FAQ
es_es: Ayuda / FAQ
zh_cn: 帮助/常见问题

source: Help Translating
es_es: Ayuda en la Traducción
zh_cn: 帮助翻译

source: Hexagon
es_es: Hexágono
nl_nl: Zeskant
zh_cn: 六边形

source: Hide If Needed
es_es: Ocultar si es Necesario
zh_cn: 必要时隐藏

source: Hide If Needed, But Disable When Editing Widgets
es_es: Ocultar Si Es Necesario, Pero Deshabilitar Cuando Se Editan Los Widgets
zh_cn: 必要时隐藏，但在编辑小组件时禁用

source: Hide Widgy App Contents On Tap Actions
es_es: Ocultar Contenidos de la Aplicación Widgy en Acciones al Tocar
zh_cn: 点击动作时隐藏Widgy应用程序内容

source: Hiding the name under your widget is not something that is officially supported. Some apps replace their name with a special unicode character, but those apps won't have a good time once Apple catches them red handed.
es_es: Ocultar el nombre debajo de su widget no es algo que se admita oficialmente. Algunas aplicaciones reemplazan su nombre con un carácter Unicode especial, pero esas aplicaciones no la pasarán bien una vez que Apple las pille con las manos en la masa.
nl_nl: Het verbergen van de naam onder je widget wordt niet officieel ondersteund. Sommige apps vervangen hun naam door een speciaal unicode-teken, maar die apps zullen geen plezier meer hebben als Apple ze op heterdaad betrapt.
zh_cn: 隐藏您的小组件下的名称不是正式支持的东西。 某些应用程序用特殊的Unicode字符替换其名称，但是一旦Apple把他们抓了个正着，他们就没好日子过了。

source: Hierarchical
es_es: Jerárquico
nl_nl: Hiërarchisch
zh_cn: 分层

source: High Heart Rate Event
es_es: Evento de Frecuencia Cardíaca Alta
nl_nl: Hoge Hartslag Gebeurtenis
zh_cn: 高心率事件

source: Hole Width
es_es: Ancho del Agujero
nl_nl: Gat Breedte
zh_cn: 孔宽

source: Home
es_es: Inicio
nl_nl: Thuis
zh_cn: 主屏幕

source: Home Screen
es_es: Pantalla de Inicio
zh_cn: 主屏幕

source: Home Screen Slots
es_es: Widgets de Pantalla de Inicio
zh_cn: 主屏幕槽位

source: Horizontal Alignment
es_es: Alineación Horizontal
nl_nl: Horizontale Uitlijning
zh_cn: 水平对齐

source: Horizontal Chart
es_es: Gráfico Horizontal
zh_cn: 水平图表

source: Horizontal Line Color
es_es: Color de línea Horizontal
nl_nl: Kleur Horizontale Lijn
zh_cn: 水平线颜色

source: Horizontal Line Count
es_es: Recuento de Líneas Horizontales
nl_nl: Horizontale Lijntelling
zh_cn: 水平线计数

source: Horizontal Line Dash
es_es: Línea Horizontal
nl_nl: Horizontaal Lijnstreepje
zh_cn: 水平划线

source: Horizontal Line Thickness
es_es: Grosor de Línea Horizontal
nl_nl: Horizontale Lijndikte
zh_cn: 水平线厚度

source: Horoscope
es_es: Horóscopo
nl_nl: Horoscoop
zh_cn: 星座（占星术）

source: Hot Flashes
es_es: Sofocos
nl_nl: Opvlieger
zh_cn: 热闪光

source: Hour
es_es: Hora
nl_nl: Uur
zh_cn: 小时

source: Hour (Fraction)
es_es: Hora (Fracción)
nl_nl: Uur (Fractie)
zh_cn: 小时（分数）

source: Hour (Percentage)
es_es: Hora (Percentaje)
nl_nl: Uur (Percentage)
zh_cn: 小时（百分比）

source: Hourly Feels Like Temperature
es_es: Sensación Termica por horas
zh_cn: 每小时体感温度

source: Hourly Feels Like Temperature (Always In C°)
es_es: Sensación Termica por horas (En C°)
zh_cn: 每小时体感温度（始终以 C° 为单位）

source: Hourly Feels Like Temperature (Always In F°)
es_es: Sensación Termica por horas (En F°)
zh_cn: 每小时体感温度（始终以 F° 为单位）

source: Hourly Temperature
es_es: Temperatura por hora
zh_cn: 每小时温度

source: Hourly Temperature (Always In C°)
es_es: Temperatura por hora (Siempre en C°)
zh_cn: 每小时温度（始终以 C° 为单位）

source: Hourly Temperature (Always In F°)
es_es: Temperatura por hora (Siempre en F°)
zh_cn: 每小时温度（始终以 F° 为单位）

source: Hourly Temperature (Color Symbols)
es_es: Temperatura por hora (Símbolos de color)
nl_nl: Temperatuur Per Uur (Kleursymbolen)
zh_cn: 每小时温度（颜色符号）

source: Hourly Temperature (Custom Image)
es_es: Temperatura por Horas (Imagen Personalizada)
zh_cn: 每小时温度（自定义图片）

source: Hourly Temperature (Filled Symbols)
es_es: Temperatura por hora (Símbolos rellenos)
nl_nl: Temperatuur per uur (gevulde symbolen)
zh_cn: 小时温度（填充符号）

source: Hourly Temperature (Image)
es_es: Temperatura por hora (Imagen)
nl_nl: Temperatuur Per Uur (Afbeelding)
zh_cn: 每小时温度（图片）

source: Hourly Temperature (Outline Image)
es_es: Temperatura por Horas (Imagen de Contorno)
zh_cn: 每小时温度（轮廓图片）

source: Hourly Temperature (Outline Symbols)
es_es: Temperatura por hora (Símbolos contorneados)
nl_nl: Temperatuur Per Uur (Omlijningssymbolen)
zh_cn: 每小时温度（轮廓符号）

source: Hourly Temperature (White Image)
es_es: Temperatura por Horas (Imagen en Blanco)
zh_cn: 每小时温度（轮廓符号）

source: Hourly Temperature (White Symbols)
es_es: Temperatura por hora (Símbolos blancos)
nl_nl: Temperatuur Per Uur (Witte Symbolen)
zh_cn: 每小时温度（白色符号）

source: Hourly Wind Direction (Arrow Symbols)
es_es: Dirección del viento por hora (Símbolos de flecha)
nl_nl: Windrichting Per Uur (Pijlsymbolen)
zh_cn: 每小时风向（箭头符号）

source: Hourly Wind Direction (Circle Outline Symbols)
es_es: Dirección del viento por hora (Símbolos de contorno circular)
nl_nl: Windrichting Per Uur (Cirkel Omlijningssymbolen)
zh_cn: 每小时风向（圆轮廓符号）

source: Hourly Wind Direction (Circle Symbols)
es_es: Dirección del viento por hora (Símbolos circulares)
nl_nl: Windrichting Per Uur (Cirkel Symbolen)
zh_cn: 每小时风向（圆圈符号）

source: Hourly Wind Direction (Square Outline Symbols)
es_es: Dirección del viento por hora (Símbolos de contorno cuadrado).
nl_nl: Windrichting Per Uur (Vierkante Omlijningssymbolen)
zh_cn: 每小时风向（方形轮廓符号）

source: Hourly Wind Direction (Square Symbols)
es_es: Dirección del viento por hora (Símbolos cuadrados)
nl_nl: Windrichting Per Uur (Vierkante Symbolen)
zh_cn: 每小时风向（方形符号）

source: Hours (Without Leading Zero)
es_es: Horas (Sin Ceros a la Izquierda)
nl_nl: Uren (Zonder Voorloopnul)
zh_cn: 距离某点的小时数（不带前导零）

source: How do I change the color of elements based on system statuses?
es_es: ¿Cómo cambio el color de los elementos según los estados del sistema?
nl_nl: Hoe verander ik de kleur van elementen op basis van systeemstatussen?
zh_cn: 如何根据系统状态更改元素的颜色？

source: How do I hide the 'Widgy' label under my widget?
es_es: ¿Cómo oculto la etiqueta 'Widgy' debajo de mi widget?
nl_nl: Hoe verberg ik het 'Widgy' label onder mijn widget?
zh_cn: 如何隐藏小组件下的“Widgy”标签？

source: How do I hide the name under my widget?
es_es: ¿Cómo oculto el nombre debajo de mi widget?
nl_nl: Hoe verberg ik de naam onder mijn widget?
zh_cn: 如何隐藏小组件的名称？

source: How do I make my widget transparent?
es_es: ¿Cómo hago que mi widget sea transparente?
nl_nl: Hoe maak ik mijn widget transparant?
zh_cn: 如何使小组件透明？

source: How do I manually choose a font size?
es_es: ¿Cómo elijo manualmente un tamaño de fuente?
nl_nl: Hoe kies ik handmatig een lettergrootte?
zh_cn: 如何手动选择字体大小？

source: How do I show Now Playing from Spotify?
es_es: ¿Cómo muestro "Reproduciendo Ahora" desde Spotify?
nl_nl: Hoe laat ik Now Playing van Spotify zien?
zh_cn: 如何显示Spotify中的“正在播放”？

source: How do I show and hide elements dynamically based on system statuses?
es_es: ¿Cómo muestro y oculto elementos dinámicamente según los estados del sistema?
nl_nl: Hoe kan ik elementen dynamisch weergeven en verbergen op basis van systeemstatussen?
zh_cn: 如何根据系统状态动态显示和隐藏元素？

source: How often does a Live Activity widget update?
es_es: ¿Con qué frecuencia se actualiza un widget de Actividad en Directo?
zh_cn: 实时活动小组件多久更新一次？

source: How often does a Widgy widget update?
es_es: ¿Con qué frecuencia se actualiza un widget de Widgy?
nl_nl: Hoe vaak wordt een Widgy-widget bijgewerkt?
zh_cn: Widgy 小组件多久更新一次？

source: Human
es_es: Humano
nl_nl: Mens
zh_cn: 人类

source: Humidity
es_es: Humedad
nl_nl: Vochtigheid
zh_cn: 湿度

source: I have a question / idea / suggestion that isn't covered here.
es_es: Tengo una pregunta / idea / sugerencia que no se trata aquí.
nl_nl: Ik heb een vraag / idee / suggestie die hier niet wordt behandeld.
zh_cn: 我有一个不包括在这里的问题/想法/建议。

source: I'd like to use a custom font
es_es: Me gustaría usar una fuente personalizada
nl_nl: Ik wil graag een aangepast lettertype gebruiken
zh_cn: 我想使用自定义字体

source: I've synced multiple Watchys, how to access them on Watch?
es_es: He sincronizado varios Watchys, ¿cómo acceder a ellos en Watch?
nl_nl: Ik heb meerdere Watchy's gesynchroniseerd. Hoe krijg ik toegang tot deze op Watch?
zh_cn: 我已经同步了多个 Watchy，如何在 Watch 上访问它们？

source: ISO Country Code
es_es: Código ISO del País
nl_nl: ISO-Landcode
zh_cn: ISO国家代码

source: If none of the above helped, then the problem is that your Widgy reached the miserly small iOS memory limit. Try hiding some of the image and symbol layers and checking out if the widget now loads on the Home screen. If that helped, now you at least know the cause of the problem.
es_es: Si nada de lo anterior ayudó, entonces el problema es que su Widgy alcanzó el mísero límite de memoria de iOS. Intente ocultar algunas de las capas de imágenes y símbolos y compruebe si el widget ahora se carga en la pantalla de inicio. Si eso ayudó, ahora al menos conoces la causa del problema.
nl_nl: Als geen van het bovenstaande heeft geholpen, is het probleem dat je Widgy de gierige iOS-geheugenlimiet heeft bereikt. Probeer enkele van de afbeeldings- en symboollagen te verbergen en controleer of de widget nu op het startscherm wordt geladen. Als dat heeft geholpen, weet je nu in ieder geval de oorzaak van het probleem.
zh_cn: 如果以上都没有帮助，那么问题是您的 Widgy 达到了极小的 iOS 内存限制。尝试隐藏一些图像和符号图层并检查小组件现在是否加载到主屏幕上。如果这有帮助，那么现在您至少知道问题的原因了。

source: If sync seems to hang, wake up your Watch, so Watchy is visible on screen.
es_es: Si la sincronización parece bloquearse, active su reloj para que Watchy esté visible en la pantalla.
nl_nl: Als de synchronisatie lijkt vast te lopen, activeert u uw Watch, zodat Watchy zichtbaar is op het scherm.
zh_cn: 如果同步似乎挂起，请唤醒您的 Watch，以便 Watchy 在屏幕上可见。

source: If that doesn't help, try restarting your device a couple of times.
es_es: Si eso no ayuda, intenta reiniciar tu dispositivo un par de veces.
nl_nl: Als dat niet helpt, probeer dan je apparaat een paar keer opnieuw op te starten.
zh_cn: 如果这没有帮助，请尝试重新启动设备几次。

source: If that happens, the widget on the home screen won't load and will look broken.
es_es: Si eso sucede, el widget en la pantalla de inicio no se cargará y se verá mal.
nl_nl: Als dat gebeurt, wordt de widget op het startscherm niet geladen en ziet deze er kapot uit.
zh_cn: 如果出现这种情况，小组件将无法加载到主屏幕上。

source: If the sync fails, troubleshoot via the Help section in Widgy.
es_es: Si la sincronización falla, resuelve el problema a través de la sección de Ayuda en Widgy.

source: If there are any conflicts between new and old values, do the following:
es_es: Si hay conflictos entre los valores nuevos y los antiguos, realiza lo siguiente:
zh_cn: 如果新值和旧值之间存在任何冲突，请执行以下操作：

source: If you are wondering why the live timer updates every second, but not anything else, it's because Apple provided that one feature as an exception. Widgy is using that feature as time since 0:00 (24 hour time) or 12:00 am/pm (12 hour time).
es_es: Si se pregunta por qué el temporizador en directo se actualiza cada segundo, pero nada más, es porque Apple proporcionó esa característica como excepción. Widgy está utilizando esa función como hora desde las 0:00 (hora de 24 horas) o las 12:00 am/pm (hora de 12 horas).
nl_nl: Als je je afvraagt waarom de live timer elke seconde wordt bijgewerkt, maar niets anders, dan komt dat omdat Apple die ene functie als uitzondering heeft gegeven. Widgy gebruikt die functie als tijd sinds 0:00 (24 uur tijd) of 12:00 am/pm (12 uur tijd).
zh_cn: 如果你想知道为什么动态计时器可以每秒更新，但别的不行，这是因为Apple将它作为了例外。 Widgy正在使用该功能作为0:00（24小时时间）或12:00 AM / PM（12小时时间）。

source: If you encounter an error during sync, just try again—it often resolves itself.
es_es: Si encuentras un error durante la sincronización, simplemente inténtalo de nuevo; a menudo se resuelve solo.

source: If you have 50k or more followers and wish to promote the app in exchange for full version unlock, please contact me.
es_es: Si tiene 50.000 seguidores o más y desea promocionar la aplicación a cambio del desbloqueo de la versión completa, comuníquese conmigo.
nl_nl: Als je 50.000 of meer volgers hebt en de app wilt promoten in ruil voor ontgrendeling van de volledige versie, neem dan contact met me op.
zh_cn: 如果您有5万或更多粉丝，并希望推广该应用以换取完整版解锁，请与我联系。

source: If you love Widgy so much that you consider donating, feel free to pick your tip.
es_es: Si quieres a Widgy tanto que estás pensando en hacer una donación, siéntete libre de elegir tu aportación.
nl_nl: Als je zoveel van Widgy houdt dat je overweegt te doneren, kies dan gerust een bedrag dat je wilt geven.
zh_cn: 如果您十分喜爱Widgy，可考虑捐赠。请随意挑选您捐赠的金额。

source: If you need help, tap the "Walk Me Through Setup" button for step-by-step instructions.
es_es: Si necesitas ayuda, pulsa el botón “Guíame en la Configuración” para ver instrucciones paso a paso.

source: If you wish, you can replace your current code with an example; by tapping on the Example buttons below.
es_es: Si lo deseas, puedes reemplazar tu código actual con un ejemplo; tocando los botones de Ejemplo a continuación.
nl_nl: Als je wilt, kun je je huidige code vervangen door een voorbeeld; door op de voorbeeldknoppen hieronder te tikken.
zh_cn: 如果你愿意，你可以用一个例子替换你当前的代码；通过点击下面的示例按钮。

source: If you'd like to use the new iOS 17 widget reload, which doesn't open the Widgy app, make sure that 'Widget Action' is set to 'Reload Widget' or 'Button', 'Vibrate' is either set to 'No' or 'Yes', and 'External Action' is set to 'Return To Home Screen'. Also, this won't work on Live Activities and Dynamic Island.
es_es: Si deseas utilizar la nueva recarga de widgets de iOS 17, que no abre la aplicación de Widgy, asegúrate de que 'Acción del Widget' esté configurado en 'Recargar Widget' o 'Botón', 'Vibración' esté configurado en 'No' o 'Si', y 'Accionarial Externa' esté configurado en 'Volver a pantalla de inicio'. Además, esto no funcionará en Actividades en Directo y Dynamic Island.
zh_cn: 如果您想使用 iOS 17 新版小组件重新加载，但不打开 Widgy 应用程序，请确保“小组件操作”设置为“重新加载小组件”或“按钮”，“震动”设置为“否”或“是”，“外部操作”设置为“返回主屏幕”。此外，这不适用于灵动岛和实时活动。

source: If you'd like to use the new iOS 17 widget reload, which doesn't open the Widgy app, make sure that 'Widget Action' is set to 'Reload Widget' or 'Button', 'Vibrate' is either set to 'No' or 'Yes', and 'External Action' is set to 'Return To Home Screen'. Also, this won't work on Live Activities, Dynamic Island and PiP Buttons.
es_es: Si quieres usar la nueva recarga de widgets de iOS 17, que no abre la app Widgy, asegúrate de que la “Acción del Widget” esté configurada en “Recargar Widget” o “Botón”, que “Vibrar” esté en “No” o “Sí”, y que la “Acción Externa” esté en “Volver a la pantalla de inicio”. Además, esto no funciona con Actividades en Vivo, Isla Dinámica ni botones PiP.

source: If you're using non-asynchronous Javascript you must implement 'func main()' to return value to Widgy.
es_es: Si está utilizando Javascript no asíncrono, debe implementar 'func main()' para devolver valor a Widgy.
nl_nl: Als je niet-asynchrone Javascript gebruikt, moet je 'func main()' implementeren om waarde terug te geven aan Widgy.
zh_cn: 如果你使用非异步的 JavaScript，你必须用“func main()”才能将值返回给 Widgy。

source: Ignore All-Day Calendar Events
es_es: Ignorar Eventos de Calendario durante Todo el Día
zh_cn: 忽略全天日历事件

source: Ignore All-Day Reminders
es_es: Ignorar Recordatorios de Todo el Día
zh_cn: 忽略全天提醒事项

source: Ignore Reminders Without Date
es_es: Ignorar Recordatorios Sin Fecha
nl_nl: Herinneringen Zonder Datum Negeren
zh_cn: 忽略没有日期的提醒事项

source: Image
es_es: Imagen
nl_nl: Afbeelding
zh_cn: 图片

source: Image Library
es_es: Biblioteca de Imágenes
nl_nl: Afbeeldingsbibliotheek
zh_cn: 图像库

source: Image Library (With PNG Transparency)
es_es: Biblioteca de Imágenes (Con Transparencia PNG)
nl_nl: Afbeeldingsbibliotheek (Met PNG-transparantie)
zh_cn: 图像库（透明背景）

source: Image Library - Random Photo From Album
es_es: Biblioteca de Imágenes: Fotografía Aleatoria del Álbum
nl_nl: Afbeeldingsbibliotheek - Willekeurige Foto Uit Album
zh_cn: 图像库-相册中的随机照片

source: Image Library - Random Photo From Album (With PNG Transparency)
es_es: Biblioteca de Imágenes: Fotografía Aleatoria del Álbum (Con Transparencia PNG)
nl_nl: Image Library - Willekeurige Foto Uit Album (Met PNG Transparantie)
zh_cn: 图像库-相册中的随机照片（透明背景）

source: Image Upload Failed
es_es: Error al cargar la imagen
nl_nl: Uploaden Van Afbeelding Is Mislukt
zh_cn: 图片上传失败

source: Images
es_es: Imagenes
zh_cn: 图像

source: Images failed to sync
es_es: Las imágenes no se pudieron sincronizar
zh_cn: 图片同步失败

source: Images memory usage
es_es: Uso de memoria de imágenes
zh_cn: 图像内存使用

source: Import
es_es: Importar
nl_nl: Importeren
zh_cn: 导入

source: Import .widgy File From Files
es_es: Importar Archivo Widgy desde Archivos
zh_cn: 从文件导入 .widgy 文件

source: Import Failed
es_es: Importación Fallida
nl_nl: Invoer Mislukt
zh_cn: 导入失败

source: Import From Files
es_es: Importar desde Archivos
nl_nl: Uit Bestanden Importeren
zh_cn: 从文件导入

source: Import From Photos
es_es: Importar desde Fotos
zh_cn: 从照片导入

source: Import From Photos (With PNG Transparency)
es_es: Importar desde Fotos (Con Transparencia PNG)
zh_cn: 从照片导入（透明背景）

source: Import From Stash
es_es: Importar de la Colección Guardada
zh_cn: 从收藏夹导入

source: Import From URL Or JSON
es_es: Importar desde URL o JSON
nl_nl: Importeren van URL of JSON
zh_cn: 通过URL或JSON导入

source: Import From Web URL
es_es: Importar desde Web URL
zh_cn: 从 Web URL 导入

source: Import Options
es_es: Opciones de Importación
zh_cn: 导入选项

source: Import QR Code From Album
es_es: Importar Código QR desde Álbum
nl_nl: QR-Code importeren uit Album
zh_cn: 通过二维码导入

source: Import QR Code From Pasteboard
es_es: Importar código QR desde el Portapapeles
zh_cn: 从剪贴板中的二维码导入

source: Import QR Code From Photos
es_es: Importar código QR de fotos
zh_cn: 从照片导入二维码

source: Import URL Or JSON
es_es: Importar URL o JSON
zh_cn: 导入URL或JSON

source: Import Widget
es_es: Importar Widget
zh_cn: 导入小组件

source: Import Widgy
es_es: Importar Widgy
nl_nl: Importeer Widgy
zh_cn: 导入Widgy

source: Imported
es_es: Importadas
nl_nl: geïmporteerd
zh_cn: 已导入

source: Imported Widgys
es_es: Widgys Importado
nl_nl: Geïmporteerde Widgys
zh_cn: 导入Widgy

source: Imported successfully!
es_es: Importado con éxito
nl_nl: Succesvol geïmporteerd!
zh_cn: 导入成功！

source: Importing failed. Please try to import via a different source type.
es_es: La importación falló. Intente importar a través de un tipo de fuente diferente.
nl_nl: Importeren is mislukt. Probeer te importeren via een ander brontype.
zh_cn: 导入失败。请尝试通过其他来源类型导入。

source: Improved Support For Dark Mode
es_es: Soporte mejorado para el modo oscuro

source: In Watchy, only 'fetch' is available to get data from APIs, but the upside is there are no CORS issues.
es_es: En Watchy, solo está disponible la opción 'buscar' para obtener datos de las API, pero lo bueno es que no hay problemas de CORS.
nl_nl: In Watchy is alleen 'fetchen' beschikbaar om gegevens van API's te krijgen, maar het voordeel is dat er geen CORS-problemen zijn.
zh_cn: 在 Watchy 中，只有 'fetch' 可用于从 API 获取数据，但好处是没有 CORS 问题。

source: In Widgy, go to the 'Manage' tab, select your widget slot, and tap on the 'Reload Widget' button.
es_es: En Widgy, vaya a la pestaña "Administrar", seleccione la ranura de su widget y toque el botón "Recargar widget".
nl_nl: Ga in Widgy naar het tabblad 'Beheren', selecteer uw widgetslot en tik op de knop 'Widget opnieuw laden'.
zh_cn: 在 Widgy 中，转到“管理”选项卡，选择您的小组件插槽，然后点击“重新加载小组件”按钮。

source: In order to install shortcuts, Widgy requires Shortcuts app to be installed on your device.
es_es: Para instalar Atajos, Widgy requiere que la aplicación Atajos esté instalada en su dispositivo.
zh_cn: 为了安装快捷指令，Widgy 需要您的设备上已安装“快捷指令”应用。

source: Inactive Memory
es_es: Memoria inactiva
nl_nl: Inactief Geheugen
zh_cn: 非活动内存

source: Inactive Memory Percentage
es_es: Porcentaje de memoria inactiva
nl_nl: Inactief Geheugenpercentage
zh_cn: 非活动内存百分比

source: Inappropriate Content
es_es: Contenido inapropiado
nl_nl: Ongepaste inhoud
zh_cn: 不适当的内容

source: Include Completed Reminders
es_es: Incluir Recordatorios Completados
nl_nl: Voltooide herinneringen opnemen
zh_cn: 包括已完成的提醒事项

source: Indian
es_es: Indio
nl_nl: Indiase
zh_cn: 印度历

source: Infrequent Menstrual Cycles
es_es: Ciclos Menstruales Poco Frecuentes
zh_cn: 不频繁的月经周期

source: Inhaler Usage
es_es: Uso del Inhalador
nl_nl: Gebruik Van Inhalator
zh_cn: 吸入器使用

source: Inland Water
es_es: Aguas Continentales
nl_nl: Binnenwater
zh_cn: 内陆水

source: Inline Watch Slots
es_es: Complicaciones de linea para Apple Watch
zh_cn: 内嵌式Watch插槽

source: Inline Widgy Slots
es_es: Widgets de Widgy en línea
zh_cn: 内嵌式 Widgy 插槽

source: Inner Corner Complication Layer
es_es: Capa de Complicación de la Esquina Interior

source: Insert
es_es: Insertar
nl_nl: Invoegen
zh_cn: 插入

source: Insert Unicode Symbol
es_es: Insertar Símbolo Unicode
nl_nl: Unicode-Symbool Invoegen
zh_cn: 插入Unicode符号

source: Inset Height
es_es: Altura de Inserción
zh_cn: 内嵌高度

source: Inset Symbols And Text
es_es: Insertar Símbolos y Texto
nl_nl: Inset Symbolen En Tekst
zh_cn: 插入符号和文本

source: Inset Width
es_es: Ancho de Inserción
zh_cn: 内嵌宽度

source: Insulin Delivery
es_es: Entrega de insulina
nl_nl: Insuline-afgifte
zh_cn: 胰岛素输送

source: Integer (Ceiling)
es_es: Entero (techo)
nl_nl: Geheel Getal (Plafond)
zh_cn: 整数（向上取整）

source: Integer (Floor)
es_es: Entero (piso)
nl_nl: Geheel Getal (Vloer)
zh_cn: 整数（向下取整）

source: Integer (Rounding)
es_es: Entero (redondeo)
nl_nl: Geheel Getal (Afronding)
zh_cn: 整数（四舍五入）

source: Intermenstrual Bleeding
es_es: Sangrado intermenstrual
nl_nl: Intermenstruele Bloeding
zh_cn: 分解剂出血

source: Interpolate
es_es: Interpolar
nl_nl: Interpoleren
zh_cn: 插值

source: Interpolation
es_es: Interpolación
nl_nl: Interpolatie
zh_cn: 插值

source: Interval
es_es: Intervalo
zh_cn: 时间间隔

source: Invert Colors
es_es: Invertir Colores
nl_nl: Kleuren Omkeren
zh_cn: 反转颜色

source: Invert Values
es_es: Invertir Valores
zh_cn: 反转值

source: Ionicons
es_es: Ionicones
nl_nl: ionen
zh_cn: 离子

source: Irregular Heart Rhythm Event
es_es: Evento de Ritmo Cardíaco Irregular
nl_nl: Onregelmatig Hartritme
zh_cn: 心律不齐事件事件
