Repository: duke4e/widgyTranslations
Catalog: *.xliff
Languages: es_es, nl_nl, zh_cn

source: Chest Tightness Or Pain
es_es: Opresión o Dolor en el Pecho
nl_nl: Beklemming Of Pijn Op De Borst
zh_cn: 胸部紧密或疼痛

source: Chills
es_es: Escalofríos
nl_nl: Chill
zh_cn: 畏寒

source: Chinese
es_es: Chino
nl_nl: Chinees
zh_cn: 农历

source: Chuck Norris Joke API
es_es: API de broma de Chuck Norris
nl_nl: Chuck Norris Grap API
zh_cn: Chuck Norris 笑话 API

source: Circle
es_es: Circulo
nl_nl: Cirkel
zh_cn: 圆形

source: Circle Chart
es_es: Gráfico circular
nl_nl: Cirkelgrafiek
zh_cn: 圆形图

source: Circular Watch Slots
es_es: Complicaciones circulares para Apple Watch
zh_cn: 圆形Watch插槽

source: Circular Widgy Slots
es_es: Widgets circulares de Widgy
zh_cn: 圆形 Widgy 插槽

source: City
es_es: Ciudad
nl_nl: Stad
zh_cn: 城市

source: Clear
es_es: Claro
nl_nl: Duidelijk
zh_cn: 清除

source: Clear All Values
es_es: Borrar todos los valores
nl_nl: Wis alle waarden
zh_cn: 清除所有值

source: Clear Cache
es_es: Limpiar Cache
nl_nl: Cache wissen
zh_cn: 清除缓存

source: Clear Cache?
es_es: ¿Seguro que quieres limpiar el cache?
zh_cn: 清除缓存？

source: Clear Image
es_es: Imagen Nitida
zh_cn: 清除图片

source: Click + Sound
es_es: Click + Sonido
zh_cn: 点击+声音

source: Clip To Frame
es_es: Clip al Marco
nl_nl: Naar Frame Clippen
zh_cn: 裁剪边框

source: Clock (Hours)
es_es: Reloj (Horas)
nl_nl: Klok (Uren)
zh_cn: 时钟（小时）

source: Clock (Minutes)
es_es: Reloj (Minutos)
nl_nl: Klok (Minuten)
zh_cn: 时钟（分钟）

source: Clockwise
es_es: Agujas del Reloj
nl_nl: Met de klok mee
zh_cn: 顺时针

source: Close
es_es: Cerrar
nl_nl: Sluiten
zh_cn: 关闭

source: Closed Captioning
es_es: Subtítulos
nl_nl: Ondertiteling Gesloten
zh_cn: 隐藏字幕

source: Closed Ring
es_es: Anillo cerrado
zh_cn: 闭环

source: Cloud Coverage
es_es: Extensión de la Nube
nl_nl: Cloud-Dekking
zh_cn: 云覆盖

source: Collapse All Groups
es_es: Contraer Todos los Grupos
zh_cn: 折叠所有组

source: Color Dodge blend mode isn't working properly on Live Activities. Hopefully, Apple will fix the issue soon.
es_es: El modo de mezcla de Color Dodge no funciona correctamente en las Actividades en Directo. Con suerte, Apple resolverá el problema pronto.
zh_cn: 颜色减淡混合模式在实时活动中不起作用。希望Apple能尽快修复这个问题。

source: Color Wheel
es_es: Rueda de Color
nl_nl: Kleurenwiel
zh_cn: 色轮

source: Colored
es_es: Coloreado
nl_nl: Gekleurd
zh_cn: 彩色的

source: Colors
es_es: Colores
nl_nl: Kleuren
zh_cn: 颜色

source: Combining blend modes and transition on the same layer or distributed across the same group will result in broken blend modes.
es_es: Combinar modos de fusión y transiciones en la misma capa o distribuidos en el mismo grupo puede provocar que los modos de fusión no funcionen correctamente.
zh_cn: 在相同的层或相同的组中混合混合模式和过渡将导致混合模式出现问题。

source: Combining blur and shadows on the same layer or distributed across the same group will result in broken shadow.
es_es: Combinar desenfoque y sombras en la misma capa o distribuidos en el mismo grupo puede hacer que las sombras no se vean bien.
zh_cn: 将模糊和阴影放在同一图层上或同一组合中会导致阴影破碎。

source: Commerce
es_es: Comercio
nl_nl: Commercie
zh_cn: 商务

source: Communication
es_es: Comunicación
nl_nl: Communicatie
zh_cn: 联系信息

source: Community And QR Codes
es_es: Comunidad y Códigos QR
nl_nl: Community-en QR-Codes
zh_cn: 社区和二维码

source: Compact (Always 1 Decimal)
es_es: Compacto (Siempre 1 decimal)

source: Compact (Max 1 Decimal)
es_es: Compacto (Máximo 1 decimal)

source: Compact (No Decimals)
es_es: Compacto (Sin decimales)

source: Compact Leading
es_es: Interlineado compacto

source: Compact Mode
es_es: Modo compacto
nl_nl: Compacte Modus
zh_cn: 紧凑模式

source: Compact Trailing
es_es: Sangría Compacta

source: Completed
es_es: Terminado
nl_nl: Voltooid
zh_cn: 完全的

source: Confirm
es_es: Confirmar
nl_nl: Bevestigen
zh_cn: 确认

source: Connected to Spotify
es_es: Conectado a Spotify

source: Connection Type
es_es: Tipo de Conexión
nl_nl: Type Verbinding
zh_cn: 连接类型

source: Connection Type 2G
es_es: Tipo de Conexión 2G
nl_nl: Verbindingstype 2G
zh_cn: 连接类型2G

source: Connection Type 3G
es_es: Tipo de Conexión 3G
nl_nl: Verbindingstype 3G
zh_cn: 连接类型3G

source: Connection Type 4G
es_es: Tipo de Conexión 4G
nl_nl: Verbindingstype 4G
zh_cn: 连接类型4G

source: Connection Type 5G
es_es: Tipo de Conexión 5G
nl_nl: Verbindingstype 5G
zh_cn: 连接类型5G

source: Connection Type WiFi
es_es: Conexión Tipo WiFi
nl_nl: Type Aansluiting WiFi
zh_cn: 连接类型WIFI

source: Connectivity
es_es: Conectividad
nl_nl: Connectiviteit
zh_cn: 连接

source: Constipation
es_es: Estreñimiento
nl_nl: Constipatie
zh_cn: 便秘

source: Contact Me
es_es: Contáctame
nl_nl: Neem contact met mij op
zh_cn: 联络我

source: Contents Of File
es_es: Contenido del Archivo
zh_cn: 文件内容

source: Contents Of Web URL
es_es: Contenido de la URL Web
zh_cn: Web URL内容

source: Continue
es_es: Continuar
nl_nl: Doorgaan
zh_cn: 继续

source: Continue Syncing
es_es: Continuar Sincronizando
nl_nl: Doorgaan met synchroniseren
zh_cn: 继续同步

source: Contraceptive
es_es: Anticonceptivo
nl_nl: Anticonceptie
zh_cn: 避孕

source: Control Center Slots
es_es: Ranuras del Centro de Control

source: Control Center Tint Color
es_es: Color del tintado del centro de control

source: Coptic
es_es: Copta
nl_nl: Koptische
zh_cn: 科普特历

source: Copy
es_es: Copiar
nl_nl: Kopiëren
zh_cn: 复制

source: Copy All Data
es_es: Copiar Todos los Datos
nl_nl: Alle Gegevens Kopiëren
zh_cn: 复制所有数据

source: Copy All Images
es_es: Copiar Todas las Imágenes

source: Copy All Text
es_es: Copiar Todo el Texto

source: Copy Everything
es_es: Copiar Todo

source: Copy Hex Code
es_es: Copiar Código Hexadecimal
nl_nl: Kopieer Hexadecimale Code
zh_cn: 复制十六进制代码

source: Copy Position
es_es: Copiar Posición
nl_nl: Positie Kopiëren
zh_cn: 复制位置

source: Copy Position And Size
es_es: Copiar Posición y Tamaño
nl_nl: Positie En Grootte Kopiëren
zh_cn: 复制位置和大小

source: Copy Redirect URI
es_es: Copiar URI de Redirección

source: Copy Size
es_es: Copiar Tamaño
nl_nl: Grootte Kopiëren
zh_cn: 复制大小

source: Copy Size And Position
es_es: Copiar Tamaño y Posición
nl_nl: Kopieergrootte En Positie
zh_cn: 复制大小和位置

source: Copy To Custom Tab
es_es: Copiar a Pestaña Personalizada
nl_nl: Kopiëren Naar Aangepast Tabblad
zh_cn: 复制到自定义选项卡

source: Copyright Infringement
es_es: Infracción de Copyright
nl_nl: Schending van het auteursrecht
zh_cn: 版权侵权

source: Corner Watch Slots
es_es: Complicaciones esquineras para Apple Watch
zh_cn: 角落Watch插槽

source: Coughing
es_es: Toser
nl_nl: Hoesten
zh_cn: 咳嗽

source: Countdown
es_es: Cuenta Atras
nl_nl: Aftellen
zh_cn: 倒计时

source: Countdown (Annual)
es_es: Cuenta Atras (Anual)
nl_nl: Countdown (Jaarlijks)
zh_cn: 倒计时（每年）

source: Countdown (Daily)
es_es: Cuenta Atras (Anual)
nl_nl: Aftellen (Dagelijks)
zh_cn: 倒计时（每日）

source: Countdown (Hourly)
es_es: Cuenta Atrás (Por Hora)
nl_nl: Aftellen (Per Uur)
zh_cn: 倒计时（小时）

source: Countdown (In Percent)
es_es: Cuenta atrás (En porcentaje)
zh_cn: 倒计时（百分比）

source: Countdown (Monthly)
es_es: Cuenta Atrás (Mensual)
nl_nl: Countdown (Maandelijks)
zh_cn: 倒计时（每月）

source: Countdown (Weekly)
es_es: Cuenta Atrás (Por Semana)
nl_nl: Aftellen (Wekelijks)
zh_cn: 倒计时（每周）

source: Country
es_es: País
nl_nl: Land
zh_cn: 国家/地区

source: County
es_es: Condado
nl_nl: District
zh_cn: 县

source: Create
es_es: Crear
nl_nl: Aanmaken
zh_cn: 新建

source: Create A New Widgy
es_es: Crear Un Nuevo Widgy
nl_nl: Maak Een Nieuwe Widgy
zh_cn: 新建一个小组件

source: Create New
es_es: Crear Nuevo
zh_cn: 新建

source: Create New Widgy
es_es: Crear Un Nuevo Widgy
zh_cn: 新建小组件

source: Create Tab
es_es: Pestaña Crear
nl_nl: Tabblad Maken
zh_cn: 创建标签

source: Crop
es_es: Recortar
zh_cn: 裁剪

source: Crop Height
es_es: Recortar Altura
zh_cn: 裁剪高度

source: Crop Width
es_es: Recortar Ancho
zh_cn: 裁剪宽度

source: Crop X Position
es_es: Posición X de Recorte
zh_cn: 裁剪X位置

source: Crop Y Position
es_es: Posición Y de Recorte
zh_cn: 裁剪Y位置

source: Cross Country Skiing Speed
es_es: Velocidad de Esquí de Fondo

source: Cryptocurrency
es_es: "Criptomoneda
nl_nl: Cryptogeld
zh_cn: 加密货币

source: Cryptocurrency 24hr Change
es_es: Cambio en 24 horas de las Criptomonedas
nl_nl: Cryptovaluta 24-uurs Wijzigingen
zh_cn: 加密货币24小时刷新

source: Cryptocurrency Market Cap
es_es: Capitalización del Mercado Cripto
nl_nl: Marktwaarde Voor Cryptovaluta
zh_cn: 加密货币市值

source: Cryptocurrency Price
es_es: Precio de la Criptomoneda
nl_nl: Cryptogeld Prijs
zh_cn: 加密货币价格

source: Cryptocurrency Volume
es_es: Volumen de criptomonedas
nl_nl: Volume Cryptovaluta
zh_cn: 加密货币量

source: Currency
es_es: Divisas
nl_nl: Munteenheid
zh_cn: 币种

source: Currency For Cryptocurrency
es_es: Divisas para Criptomonedas
nl_nl: Valuta Voor Cryptogeld
zh_cn: 加密货币的币种

source: Currency For Exchange Rates
es_es: Divisas para Tipos de Cambio
nl_nl: Valuta Voor Wisselkoersen
zh_cn: 汇率的币种

source: Currency For Stocks
es_es: Divisa para precios de acciones
zh_cn: 股票的币种

source: Current Earthly Branch
es_es: Rama Terrestre Actual
zh_cn: 当前地支

source: Current Heavenly Stem
es_es: Tronco Celestial Actual
zh_cn: 当前天干

source: Current IP Address
es_es: Dirección IP Actual
nl_nl: Huidig IP-adres
zh_cn: 当前IP地址

source: Current Value Color
es_es: Color del Valor Actual
zh_cn: 当前值颜色

source: Current Value Decimals
es_es: Decimales del Valor Actual
zh_cn: 当前值小数位数

source: Current Value Font
es_es: Fuente de Valor Actual
zh_cn: 当前值字体

source: Current Value Font Scale
es_es: Escala de Fuente de Valor Actual
zh_cn: 当前值字体缩放

source: Current Value Grouping Separator
es_es: Separador de Agrupación de Valor Actual
zh_cn: 当前值分组分隔符

source: Current Value Hide Text
es_es: Valor Actual Ocultar Texto
zh_cn: 隐藏当前值

source: Current Value Shadow Color
es_es: Color de Sombra del Valor Actual
zh_cn: 当前值阴影颜色

source: Current Value Shadow Offset X
es_es: Valor Actual Compensación de Sombra X
zh_cn: 当前值阴影偏移 X

source: Current Value Shadow Offset Y
es_es: Valor Actual Compensación de Sombra Y
zh_cn: 当前值阴影偏移 Y

source: Current Value Shadow Radius
es_es: Valor actual Radio de Sombra
zh_cn: 当前值阴影半径

source: Current Value Show Unit
es_es: Valor actual Mostrar Unidad
zh_cn: 显示当前值单位

source: Current Value Unicode Remapping
es_es: Reasignación Unicode del Valor Actual
zh_cn: 当前值花式字符映射

source: Current Week Color
es_es: Color de la semana actual
nl_nl: Kleur Huidige Week
zh_cn: 当前周颜色

source: Current Week Edges Rounding
es_es: Redondeo de bordes de la semana actual
nl_nl: Huidige Week Randen Afronding
zh_cn: 当前周边缘圆角

source: Current Zodiac Sign
es_es: Signo Zodiacal Actual
zh_cn: 当前星座

source: Currently Using Image From Files
es_es: Actualmente Usando Imagen Desde Archivos
zh_cn: 当前使用来自文件的图片

source: Currently Using Image From Photos
es_es: Actualmente Usando Imagen Desde Fotos
zh_cn: 当前使用来自图库的图片

source: Currently Using Image From Stash
es_es: Actualmente Usando Imagen de la Colección Guardada
zh_cn: 当前使用来自收藏夹的图片

source: Currently Using Image From Web URL
es_es: Actualmente Usando Imagen Desde web URL
zh_cn: 当前使用来自Web URL的图片

source: Currently, you can only get Now Playing from Apple Music, because it's a native system call without the integration of any third-party components. There is no point in getting Now Playing from Spotify since it requires jumping from a bunch more hoops, and the widget doesn't refresh enough for it to be worth it.
es_es: Actualmente, solo puedes obtener "Now Playing" de Apple Music porque es una llamada nativa al sistema sin la integración de componentes de terceros. No tiene sentido obtener "Now Playing" de Spotify, ya que requiere sortear más obstáculos y el widget no se actualiza lo suficiente como para que valga la pena.
nl_nl: Momenteel kun je Now Playing alleen krijgen van Apple Music, omdat het een native systeemaanroep is zonder de integratie van componenten van derden. Het heeft geen zin om Now Playing van Spotify te krijgen, omdat het vereist dat je uit een heleboel meer hoepels moet springen, en de widget wordt niet voldoende vernieuwd om het de moeite waard te maken.
zh_cn: 目前，你只能从Apple Music获取“正在播放”的信息，因为它是一个原生的系统调用，没有集成任何第三方组件。从Spotify获取“正在播放”则显得多此一举，因为这需要绕过更多环节，而且小组件的刷新频率也不足以使其变得实用。

source: Curved Text
es_es: Texto Curvo
nl_nl: Gebogen Tekst
zh_cn: 弧形文字

source: Custom
es_es: Personalización
nl_nl: Aangepast
zh_cn: 自定义

source: Custom (Localized)
es_es: Personalizado (Localizado)
nl_nl: Aangepast (Gelokaliseerd)
zh_cn: 自定义（本地化）

source: Custom Actions
es_es: Acciones Personalizadas
nl_nl: Aangepaste Acties
zh_cn: 自定义操作

source: Custom Colors
es_es: Colores Personalizados
nl_nl: Aangepaste Kleuren
zh_cn: 自定义颜色

source: Custom Gradient
es_es: Degradado Personalizado
nl_nl: Eigen Verloop
zh_cn: 自定义渐变

source: Custom Gradients
es_es: Degradados Personalizados
nl_nl: Aangepaste verlopen
zh_cn: 自定义渐变

source: Custom JSON
es_es: JSON Personalizado
nl_nl: Aangepaste JSON
zh_cn: 自定义Json

source: Custom Max
es_es: Máxima Personalización
zh_cn: 自定义最大值

source: Custom Min
es_es: Mínima Personalización
zh_cn: 自定义最小值

source: Custom Stocks
es_es: Acciones Personalizadas

source: Custom Text
es_es: Texto Personalizado
nl_nl: Aangepaste Tekst
zh_cn: 定制文字

source: Custom Value
es_es: Valor Personalizado
nl_nl: Douanewaarde
zh_cn: 自定义值

source: Custom Values For Min/Max
es_es: Valores personalizados para mínimo/máximo
zh_cn: 自定义最小/最大值

source: Customize
es_es: Personalizar
zh_cn: 自定义

source: Cyan
es_es: Cian
nl_nl: cyaan
zh_cn: 青色

source: Cycling Cadence
es_es: Cadencia de Ciclismo
zh_cn: 骑车踏频

source: Cycling Functional Threshold Power
es_es: Potencia Umbral Funcional de Ciclismo
zh_cn: 骑车功能性阈值功率

source: Cycling Power
es_es: Potencia de Ciclismo
zh_cn: 骑行功率

source: Cycling Speed
es_es: Velocidad de Ciclismo
zh_cn: 骑车速度

source: Dad Joke
es_es: Broma de Papá
nl_nl: Vader Grap
zh_cn: 爸爸笑话

source: Daily Feels Like Temperature
es_es: Sensación Termica
zh_cn: 每日体感温度

source: Daily Feels Like Temperature (Always In C°)
es_es: Sensación Termica Diaria (Siempre en C°)
zh_cn: 每日体感温度（始终以 C° 为单位）

source: Daily Feels Like Temperature (Always In F°)
es_es: Sensación Termica Diaria (Siempre en F°)
zh_cn: 每日体感温度（始终以 C° 为单位）

source: Daily Max. Temperature
es_es: Temperatura Máxima Diaria
zh_cn: 每日最高温度

source: Daily Max. Temperature (Always In C°)
es_es: Temperatura Máxima Diaria (Siempre en C°)
zh_cn: 每日最高温度（始终以 C° 为单位）

source: Daily Max. Temperature (Always In F°)
es_es: Temperatura Máxima Diaria (Siempre en F°)
zh_cn: 每日最高温度（始终以 F° 为单位）

source: Daily Min. Temperature
es_es: Temperatura Minima Diaria
zh_cn: 每日最低温度

source: Daily Min. Temperature (Always In C°)
es_es: Temperatura Minima Diaria (Siempre en C°)
zh_cn: 每日最低温度（始终以 C° 为单位）

source: Daily Min. Temperature (Always In F°)
es_es: Temperatura Minima Diaria (Siempre en F°)
zh_cn: 每日最低温度（始终以 F° 为单位）

source: Daily Temperature
es_es: Temperatura Diaria
zh_cn: 每日温度

source: Daily Temperature (Always In C°)
es_es: Temperatura Diaria (Siempre en C°)
zh_cn: 每日温度（始终以 C° 为单位）

source: Daily Temperature (Always In F°)
es_es: Temperatura Diaria (Siempre en F°)
zh_cn: 每日温度（始终以 F° 为单位）

source: Daily Temperature (Color Symbols)
es_es: Temperatura Diaria (símbolos de color)
nl_nl: Dagelijkse Temperatuur (Kleursymbolen)
zh_cn: 每日温度（颜色符号）

source: Daily Temperature (Custom Image)
es_es: Temperatura Diaria (Imagen Personalizada)
zh_cn: 每日温度（日定义图片）

source: Daily Temperature (Filled Symbols)
es_es: Temperatura Diaria (símbolos rellenos)
nl_nl: Dagelijkse temperatuur (gevulde symbolen)
zh_cn: 每日温度（填充符号）

source: Daily Temperature (Image)
es_es: Temperatura Diaria (imagen)
nl_nl: Dagelijkse Temperatuur (Afbeelding)
zh_cn: 每日温度（图片）

source: Daily Temperature (Outline Image)
es_es: Temperatura Diaria (Imagen de Contorno)
zh_cn: 每日温度（轮廓图）

source: Daily Temperature (Outline Symbols)
es_es: Temperatura Diaria (símbolos de esquema)
nl_nl: Dagelijkse Temperatuur (Omlijningssymbolen)
zh_cn: 每日温度（轮廓符号）

source: Daily Temperature (White Image)
es_es: Temperatura Diaria (Imagen en Blanco)
zh_cn: 每日温度（白底图）

source: Daily Temperature (White Symbols)
es_es: Temperatura Diaria (símbolos blancos)
nl_nl: Dagelijkse Temperatuur (Witte Symbolen)
zh_cn: 每日温度（白色符号）

source: Daily Wind Direction (Arrow Symbols)
es_es: Dirección Diaria del Viento (Símbolos de Flecha)
nl_nl: Dagelijkse Windrichting (Pijl Symbolen)
zh_cn: 每日风向（箭头符号）

source: Daily Wind Direction (Circle Outline Symbols)
es_es: Dirección Diaria del Viento (Símbolos de Contorno Crcular)
nl_nl: Dagelijkse Windrichting (Cirkel Omlijningssymbolen)
zh_cn: 每日风向（圆圈轮廓符号）

source: Daily Wind Direction (Circle Symbols)
es_es: Dirección Diaria del Viento (Símbolos Circulares)
nl_nl: Dagelijkse Windrichting (Cirkel Symbolen)
zh_cn: 每日风向（圆圈符号）

source: Daily Wind Direction (Square Outline Symbols)
es_es: Dirección Diaria del Viento (Símbolos de Contorno Cuadrado)
nl_nl: Dagelijkse Windrichting (Vierkante Omlijningssymbolen)
zh_cn: 每日风向（方形轮廓符号）

source: Daily Wind Direction (Square Symbols)
es_es: Dirección Diaria del Viento (Símbolos Cuadrados)
nl_nl: Dagelijkse Windrichting (Vierkante Symbolen)
zh_cn: 每日风向（方形符号）

source: Dark
es_es: Oscuro
nl_nl: Donker
zh_cn: 深色

source: Dark Mode
es_es: Modo Oscuro
nl_nl: Donkere Modus
zh_cn: 深色模式

source: Dark Mode No
es_es: Modo Oscuro Desactivado
nl_nl: Donkere Modus Nee
zh_cn: 关闭深色模式

source: Dark Mode Yes
es_es: Modo Oscuro Activado
nl_nl: Donkere Modus Ja
zh_cn: 开启深色模式

source: Darker System Colors
es_es: Colores del Sistema Más Oscuros
nl_nl: Donkere Systeemkleuren
zh_cn: 较深的系统颜色

source: Data
es_es: Datos
nl_nl: Gegevens
zh_cn: 数据

source: Data Source Symbol
es_es: Símbolo de fuente de datos
zh_cn: 数据源符号

source: Data Source Symbol Color
es_es: Color del símbolo de la fuente de datos
zh_cn: 数据源符号颜色

source: Data Source Symbol Heatmap Minimum Alpha
es_es: Alfa mínimo del mapa de calor del símbolo de la fuente de datos
zh_cn: 数据源符号热力图最小透明度

source: Data Source Symbol Offset X
es_es: Desplazamiento X del símbolo de la fuente de datos
zh_cn: 数据源符号偏移X

source: Data Source Symbol Offset Y
es_es: Desplazamiento Y del símbolo de la fuente de datos
zh_cn: 数据源符号偏移Y

source: Data Source Symbol Scale
es_es: Escala del símbolo de la fuente de datos
zh_cn: 数据源符号大小

source: Data fetch time
es_es: Tiempo de obtención de datos
zh_cn: 数据获取时间

source: Data not available for this widget/device combination.
es_es: Datos no disponibles para esta combinación de widget/dispositivo.
zh_cn: 该小组件/设备组合的数据目前不可用。

source: Data source not available on
es_es: Fuente de datos no disponible en
zh_cn: 数据源不可用于

source: Date
es_es: Fecha
nl_nl: Datum
zh_cn: 日期

source: Date Added ( Music Only)
es_es: Fecha agregada
nl_nl: Datum Toegevoegd

source: Date And Time
es_es: Fecha y Hora
nl_nl: Datum En Tijd
zh_cn: 日期和时间格式

source: Date Format
es_es: Formato de Fecha
nl_nl: Datumweergave
zh_cn: 日期格式

source: Date Formatter Documentation
es_es: Documentación del Formateador de Fecha
nl_nl: Documentatie voor datumopmaak
zh_cn: 日期格式化程序文档

source: Date Language
es_es: Idioma de Fechas
nl_nl: Datum Taal
zh_cn: 日期语言

source: Date Of Birth
es_es: Fecha de Nacimiento
nl_nl: Geboortedatum
zh_cn: 出生日期

source: Day
es_es: Dia
nl_nl: Dag
zh_cn: 天

source: Day (Fraction)
es_es: Día (Fracción)
nl_nl: Dag (Fractie)
zh_cn: 天（分数）

source: Day (Ordinal)
es_es: Día (Ordinal)
nl_nl: Dag (Ordinaal)
zh_cn: 日（序号）

source: Day (Percentage)
es_es: Día (Porcentaje)
nl_nl: Dag (Percentage)
zh_cn: 天（百分比）

source: Day Length
es_es: Dia Largo
nl_nl: Daglengte
zh_cn: 日长

source: Day Names
es_es: Nombres de Días
nl_nl: Dag Namen
zh_cn: 日期名称

source: Day Names Color
es_es: Color de los Nombres de los Días
nl_nl: Kleur Dag Namen
zh_cn: 日期名称颜色

source: Day Names Font
es_es: Fuente de Nombres de Días
nl_nl: Lettertype Dag Namen
zh_cn: 日期名称字体

source: Day/Night
es_es: Dia/Noche
zh_cn: 昼/夜

source: Daylight/Night Remaining
es_es: Luz de Día / Noche restante
zh_cn: 白天/夜晚剩余时间

source: Daylight/Night Remaining - Until Sunrise
es_es: Luz Diurna / Nocturna restante: hasta el amanecer
zh_cn: 白天/夜晚剩余时间（直到日出）

source: Daylight/Night Remaining - Until Sunset
es_es: Luz Diurna / Nocturna restante: hasta el atardecer
zh_cn: 白天/夜晚剩余时间（直到日落）

source: Days
es_es: Dias
nl_nl: Dag
zh_cn: 天

source: Days (In Hours)
es_es: Días (en horas)
nl_nl: Dagen (In Uren)
zh_cn: 天（小时）

source: Days (Without Leading Zero)
es_es: Días (Sin Ceros a la Izquierda)
nl_nl: Dagen (Zonder Voorloopnul)
zh_cn: 天（不带前导零）

source: Days : Hours : Minutes
es_es: Días : Horas : Minutos
nl_nl: Dagen : Uren : Minuten
zh_cn: 天：小时：分钟

source: Days : Hours : Minutes (All Without Leading Zeros)
es_es: Días : Horas : Minutos (Sin Ceros a la Izquierda).
nl_nl: Dagen : Uren : Minuten (Alle Zonder Voorloopnullen)
zh_cn: 天：小时：分钟（全部不带前导零）

source: Days : Hours : Minutes (Day Without Leading Zero)
es_es: Días : Horas : Minutos (Sin Ceros a la Izquierda)
nl_nl: Dagen : Uren : Minuten (Dag Zonder Voorafgaande Nul)
zh_cn: 天：小时：分钟（不带前导零的天）

source: Days Only
es_es: Sólo días
nl_nl: Alleen Dagen
zh_cn: 仅限天数

source: Days Since Date
es_es: Días Desde la Fecha
nl_nl: Dagen Sinds Datum
zh_cn: 自日期起已经过的天数

source: Dear Influencers
es_es: Queridos Influencers
nl_nl: Beste beïnvloeders
zh_cn: 亲爱的影响者

source: Decimals
es_es: Decimales
nl_nl: Decimaal
zh_cn: 小数

source: Deep Orange
es_es: Naranja intenso
nl_nl: Diep Oranje
zh_cn: 深橙色

source: Deep Purple
es_es: Morado intenso
nl_nl: Diep Paars
zh_cn: 深紫色

source: Default No Data
es_es: Predeterminado Sin datos
nl_nl: Standaard Geen Gegevens
zh_cn: 默认无数据

source: Delete
es_es: Borrar
nl_nl: Verwijderen
zh_cn: 删除

source: Delete Color
es_es: Borrar Color
nl_nl: Verwijder Kleur
zh_cn: 删除颜色

source: Delete Your Explore Account
es_es: Elimina tu Cuenta de Exploración
zh_cn: 删除您的探索账户

source: Desaturate When In 'Always On' Mode
es_es: Desaturar cuando está en modo 'Siempre encendido'
zh_cn: 在“始终显示”模式下变暗

source: Description
es_es: Descripción
nl_nl: Beschrijving
zh_cn: 描述

source: Device Model
es_es: Modelo de Dispositivo
nl_nl: Apparaatmodel
zh_cn: 设备型号

source: Device Name
es_es: Nombre del Dispositivo
nl_nl: Naam Van Het Apparaat
zh_cn: 设备名称

source: Devices
es_es: Dispositivos
nl_nl: Apparaten
zh_cn: 设备

source: Diagnostics
es_es: Diagnóstico
nl_nl: Diagnostiek
zh_cn: 诊断

source: Diagonal Screen Length
es_es: Longitud de Pantalla Diagonal
nl_nl: Diagonale schermlengte
zh_cn: 对角线屏幕长度

source: Diamond
es_es: Diamante
nl_nl: Diamant
zh_cn: 钻石

source: Diarrhea
es_es: Diarrea
nl_nl: Diarree
zh_cn: 腹泻

source: Dietary Biotin
es_es: Biotina Dietética
nl_nl: Biotine
zh_cn: 饮食生物素

source: Dietary Caffeine
es_es: Cafeína Dietética
nl_nl: Cafeïne
zh_cn: 饮食咖啡因

source: Dietary Calcium
es_es: Calcio Dietético
nl_nl: Calcium
zh_cn: 膳食钙

source: Dietary Carbohydrates
es_es: Carbohidratos Dietéticos
nl_nl: Koolhydraten
zh_cn: 膳食碳水化合物

source: Dietary Chloride
es_es: Cloruro Dietético
nl_nl: Chloride
zh_cn: 膳食氯化物

source: Dietary Cholesterol
es_es: Colesterol Dietético
nl_nl: Cholesterol
zh_cn: 饮食胆固醇

source: Dietary Chromium
es_es: Cromo Dietético
nl_nl: Chroom
zh_cn: 膳食铬

source: Dietary Copper
es_es: Cobre Dietético
nl_nl: Koper
zh_cn: 膳食铜

source: Dietary Energy Consumed
es_es: Energía Dietética Consumida
nl_nl: Geconsumeerde Energie
zh_cn: 膳食能量消耗

source: Dietary Fat Mono Unsaturated
es_es: Grasas Dietéticas Monoinsaturadas
nl_nl: Enkelvoudig Onverzadigd Vet
zh_cn: 膳食脂肪单不饱和

source: Dietary Fat Poly Unsaturated
es_es: Grasas Dietéticas Poliinsaturadas
nl_nl: Meervoudig Onverzadigd Vet
zh_cn: 膳食脂肪多不饱和

source: Dietary Fat Saturated
es_es: Grasas Dietéticas Saturadas
nl_nl: Verzadigd Vet
zh_cn: 膳食脂肪饱和

source: Dietary Fat Total
es_es: Grasa Dietética Total
nl_nl: Totaal Vetgehalte
zh_cn: 膳食脂肪总量

source: Dietary Fiber
es_es: Fibra Dietética
nl_nl: Voedingsvezels
zh_cn: 膳食纤维

source: Dietary Folate
es_es: Folato Dietético
nl_nl: Folaat
zh_cn: 饮食叶酸

source: Dietary Iodine
es_es: Yodo Dietético
nl_nl: Jodium
zh_cn: 饮食碘

source: Dietary Iron
es_es: Hierro Dietético
nl_nl: IJzer
zh_cn: 膳食铁

source: Dietary Magnesium
es_es: Magnesio Dietético
nl_nl: Magnesium
zh_cn: 膳食镁

source: Dietary Manganese
es_es: Manganeso Dietético
nl_nl: Mangaan
zh_cn: 膳食锰

source: Dietary Molybdenum
es_es: Molibdeno Dietético
nl_nl: Molybdeen
zh_cn: 膳食钼
